{
  "<PAD>": 0,
  "<UNK>": 1,
  "0": 2,
  "00": 3,
  "000": 4,
  "00am": 5,
  "01": 6,
  "09": 7,
  "1": 8,
  "10": 9,
  "100": 10,
  "1000": 11,
  "11": 12,
  "110": 13,
  "12": 14,
  "120": 15,
  "1200": 16,
  "125": 17,
  "13": 18,
  "130": 19,
  "135": 20,
  "14": 21,
  "140": 22,
  "15": 23,
  "150": 24,
  "1500": 25,
  "16": 26,
  "1600": 27,
  "17": 28,
  "170": 29,
  "18": 30,
  "180": 31,
  "1800": 32,
  "19": 33,
  "1930": 34,
  "1er": 35,
  "2": 36,
  "20": 37,
  "200": 38,
  "2000": 39,
  "2004": 40,
  "2009": 41,
  "2010": 42,
  "2012": 43,
  "2013": 44,
  "2014": 45,
  "2015": 46,
  "2016": 47,
  "2017": 48,
  "2018": 49,
  "21": 50,
  "22": 51,
  "220": 52,
  "223": 53,
  "23": 54,
  "230": 55,
  "24": 56,
  "25": 57,
  "250": 58,
  "27": 59,
  "28": 60,
  "280": 61,
  "29": 62,
  "290": 63,
  "2da": 64,
  "2x1": 65,
  "3": 66,
  "30": 67,
  "300": 68,
  "305": 69,
  "31": 70,
  "35": 71,
  "350": 72,
  "360": 73,
  "39": 74,
  "4": 75,
  "40": 76,
  "400": 77,
  "43": 78,
  "45": 79,
  "450": 80,
  "47": 81,
  "4pm": 82,
  "5": 83,
  "50": 84,
  "500": 85,
  "52": 86,
  "530": 87,
  "55": 88,
  "57": 89,
  "59": 90,
  "6": 91,
  "60": 92,
  "600": 93,
  "64": 94,
  "65": 95,
  "7": 96,
  "70": 97,
  "700": 98,
  "72": 99,
  "75": 100,
  "78": 101,
  "8": 102,
  "80": 103,
  "800": 104,
  "85": 105,
  "9": 106,
  "90": 107,
  "900": 108,
  "95": 109,
  "99": 110,
  "9am": 111,
  "a": 112,
  "aaden": 113,
  "aadido": 114,
  "aadir": 115,
  "abajo": 116,
  "abandonado": 117,
  "abandonar": 118,
  "abandono": 119,
  "abarham": 120,
  "abarrotado": 121,
  "abasto": 122,
  "abejas": 123,
  "aberracin": 124,
  "abierta": 125,
  "abiertas": 126,
  "abierto": 127,
  "abiertos": 128,
  "abitacion": 129,
  "about": 130,
  "abr": 131,
  "abra": 132,
  "abraham": 133,
  "abran": 134,
  "abre": 135,
  "abren": 136,
  "abri": 137,
  "abrieran": 138,
  "abril": 139,
  "abrimos": 140,
  "abrir": 141,
  "abrumador": 142,
  "absoluta": 143,
  "absolutamente": 144,
  "absoluto": 145,
  "absorber": 146,
  "absurdo": 147,
  "abuelita": 148,
  "abundancia": 149,
  "abundante": 150,
  "abundantes": 151,
  "aburrida": 152,
  "aburrido": 153,
  "abusan": 154,
  "abusivos": 155,
  "abuso": 156,
  "ac": 157,
  "acab": 158,
  "acaba": 159,
  "acabado": 160,
  "acabamos": 161,
  "acaban": 162,
  "acabo": 163,
  "acampar": 164,
  "acantilado": 165,
  "acantilados": 166,
  "acaso": 167,
  "accede": 168,
  "acceder": 169,
  "accedieron": 170,
  "accesible": 171,
  "accesibles": 172,
  "acceso": 173,
  "accesorios": 174,
  "accesos": 175,
  "accidentalmente": 176,
  "accidente": 177,
  "accin": 178,
  "aceite": 179,
  "aceitunas": 180,
  "acento": 181,
  "acepta": 182,
  "aceptaban": 183,
  "aceptable": 184,
  "aceptables": 185,
  "aceptan": 186,
  "aceptar": 187,
  "aceptaron": 188,
  "acera": 189,
  "acerc": 190,
  "acerca": 191,
  "acercaban": 192,
  "acercamos": 193,
  "acercarnos": 194,
  "acercarse": 195,
  "acercas": 196,
  "acero": 197,
  "acerqu": 198,
  "acertadas": 199,
  "aclarar": 200,
  "acogedor": 201,
  "acogedora": 202,
  "acogedoras": 203,
  "acogedores": 204,
  "acojedor": 205,
  "acomod": 206,
  "acomodarnos": 207,
  "acomodaron": 208,
  "acompa": 209,
  "acompaa": 210,
  "acompaado": 211,
  "acompaados": 212,
  "acompaamiento": 213,
  "acompaante": 214,
  "acompaar": 215,
  "acondicionado": 216,
  "aconsejable": 217,
  "acord": 218,
  "acordaban": 219,
  "acordado": 220,
  "acordaron": 221,
  "acorde": 222,
  "acordonada": 223,
  "acostumbra": 224,
  "acostumbrado": 225,
  "acostumbrados": 226,
  "acrilico": 227,
  "actitud": 228,
  "activa": 229,
  "actividad": 230,
  "actividades": 231,
  "activo": 232,
  "actu": 233,
  "actual": 234,
  "actualizacin": 235,
  "actualizada": 236,
  "actualizado": 237,
  "actualmente": 238,
  "actun": 239,
  "acud": 240,
  "acude": 241,
  "acudimos": 242,
  "acudir": 243,
  "acuerdo": 244,
  "acuticos": 245,
  "adecuada": 246,
  "adecuadamente": 247,
  "adecuadas": 248,
  "adecuado": 249,
  "adecuados": 250,
  "adelante": 251,
  "adelita": 252,
  "ademas": 253,
  "adems": 254,
  "además": 255,
  "adentro": 256,
  "aderezo": 257,
  "adicin": 258,
  "adicional": 259,
  "adicionales": 260,
  "adicionalmente": 261,
  "adis": 262,
  "adjunto": 263,
  "administracin": 264,
  "administrado": 265,
  "administrador": 266,
  "administradores": 267,
  "admirable": 268,
  "admirando": 269,
  "admirar": 270,
  "admisin": 271,
  "admitir": 272,
  "ado": 273,
  "adolescentes": 274,
  "adonis": 275,
  "adorable": 276,
  "adornos": 277,
  "adquirir": 278,
  "adquisición": 279,
  "adrian": 280,
  "adriana": 281,
  "adulta": 282,
  "adulto": 283,
  "adultos": 284,
  "advertencia": 285,
  "advertencias": 286,
  "advertido": 287,
  "advisor": 288,
  "aejado": 289,
  "aeropuerto": 290,
  "afectando": 291,
  "afirma": 292,
  "afortunadamente": 293,
  "afuera": 294,
  "afueras": 295,
  "agarra": 296,
  "agave": 297,
  "agencia": 298,
  "agente": 299,
  "agitacin": 300,
  "agitado": 301,
  "agobiante": 302,
  "agosto": 303,
  "agotado": 304,
  "agotador": 305,
  "agrad": 306,
  "agradable": 307,
  "agradablemente": 308,
  "agradables": 309,
  "agradece": 310,
  "agradecer": 311,
  "agradecido": 312,
  "agradecidos": 313,
  "agradecimiento": 314,
  "agradecimos": 315,
  "agrado": 316,
  "agreg": 317,
  "agrega": 318,
  "agregar": 319,
  "agregara": 320,
  "agresivo": 321,
  "agresivos": 322,
  "agua": 323,
  "aguacate": 324,
  "aguachile": 325,
  "aguadas": 326,
  "aguado": 327,
  "aguados": 328,
  "aguantar": 329,
  "aguas": 330,
  "agujero": 331,
  "agujeros": 332,
  "agusto": 333,
  "ah": 334,
  "ahau": 335,
  "ahhh": 336,
  "ahi": 337,
  "ahogada": 338,
  "ahogadas": 339,
  "ahogados": 340,
  "ahora": 341,
  "ahorra": 342,
  "ahorramos": 343,
  "ahorrar": 344,
  "ahrrense": 345,
  "ahumado": 346,
  "ahí": 347,
  "aire": 348,
  "aislada": 349,
  "aislado": 350,
  "aislamiento": 351,
  "ajena": 352,
  "ajetreo": 353,
  "ajijic": 354,
  "ajo": 355,
  "akumal": 356,
  "al": 357,
  "ala": 358,
  "alabanzas": 359,
  "alado": 360,
  "alambre": 361,
  "alarma": 362,
  "alas": 363,
  "alaya": 364,
  "albahaca": 365,
  "alberca": 366,
  "albercas": 367,
  "alberga": 368,
  "albergue": 369,
  "albndigas": 370,
  "alcachofa": 371,
  "alcance": 372,
  "alcantarilla": 373,
  "alcantarillado": 374,
  "alcanz": 375,
  "alcanza": 376,
  "alcanzamos": 377,
  "alcohlicas": 378,
  "alcohol": 379,
  "aleatorias": 380,
  "alegando": 381,
  "alegra": 382,
  "alegramos": 383,
  "alegre": 384,
  "alegro": 385,
  "aleja": 386,
  "alejada": 387,
  "alejado": 388,
  "alemana": 389,
  "alemanes": 390,
  "alemn": 391,
  "alergia": 392,
  "alergias": 393,
  "alex": 394,
  "alexus": 395,
  "alfombra": 396,
  "alfombras": 397,
  "alfredo": 398,
  "alga": 399,
  "algas": 400,
  "algn": 401,
  "algo": 402,
  "alguien": 403,
  "algun": 404,
  "alguna": 405,
  "algunas": 406,
  "alguno": 407,
  "algunos": 408,
  "aliento": 409,
  "alimentar": 410,
  "alimentaria": 411,
  "alimento": 412,
  "alimentos": 413,
  "all": 414,
  "alla": 415,
  "alli": 416,
  "allí": 417,
  "alma": 418,
  "almejas": 419,
  "almohadas": 420,
  "almorzamos": 421,
  "almorzar": 422,
  "almuerzo": 423,
  "aloj": 424,
  "alojado": 425,
  "alojados": 426,
  "alojamiento": 427,
  "alojamientos": 428,
  "alojamos": 429,
  "alojar": 430,
  "alojara": 431,
  "alojaramos": 432,
  "alojaremos": 433,
  "alojarme": 434,
  "alojarnos": 435,
  "alojarse": 436,
  "alojarte": 437,
  "alojas": 438,
  "alojes": 439,
  "alonso": 440,
  "alquila": 441,
  "alquilado": 442,
  "alquilamos": 443,
  "alquilan": 444,
  "alquilar": 445,
  "alquiler": 446,
  "alrededor": 447,
  "alrededores": 448,
  "alrgico": 449,
  "alta": 450,
  "altamente": 451,
  "altaneros": 452,
  "altar": 453,
  "altas": 454,
  "alternativa": 455,
  "alternativas": 456,
  "alto": 457,
  "altos": 458,
  "altura": 459,
  "alturas": 460,
  "alucinante": 461,
  "aluxes": 462,
  "am": 463,
  "ama": 464,
  "amabilidad": 465,
  "amable": 466,
  "amablemente": 467,
  "amables": 468,
  "aman": 469,
  "amanecer": 470,
  "amansala": 471,
  "amante": 472,
  "amantes": 473,
  "amar": 474,
  "amarillo": 475,
  "amateur": 476,
  "ambar": 477,
  "ambas": 478,
  "ambientacin": 479,
  "ambiente": 480,
  "ambos": 481,
  "ambulante": 482,
  "ambulantes": 483,
  "amena": 484,
  "amenidades": 485,
  "amenities": 486,
  "ameno": 487,
  "americana": 488,
  "americano": 489,
  "americanos": 490,
  "amiga": 491,
  "amigable": 492,
  "amigas": 493,
  "amigo": 494,
  "amigos": 495,
  "amo": 496,
  "amor": 497,
  "amplia": 498,
  "ampliamente": 499,
  "amplias": 500,
  "amplio": 501,
  "amplios": 502,
  "amrica": 503,
  "an": 504,
  "ancianos": 505,
  "and": 506,
  "andador": 507,
  "andadores": 508,
  "andan": 509,
  "andando": 510,
  "andar": 511,
  "andas": 512,
  "anduvimos": 513,
  "anfitrin": 514,
  "anfitriona": 515,
  "anfitriones": 516,
  "angel": 517,
  "anhelando": 518,
  "anidan": 519,
  "anillos": 520,
  "animacin": 521,
  "animacion": 522,
  "animadas": 523,
  "animadores": 524,
  "animal": 525,
  "animales": 526,
  "animalitos": 527,
  "animar": 528,
  "animo": 529,
  "aniversario": 530,
  "anna": 531,
  "anoche": 532,
  "anochecer": 533,
  "anos": 534,
  "anotaciones": 535,
  "ansiosos": 536,
  "ante": 537,
  "antelacin": 538,
  "antemano": 539,
  "antepasados": 540,
  "anterior": 541,
  "anteriores": 542,
  "anterioridad": 543,
  "anteriormente": 544,
  "antes": 545,
  "anticipacin": 546,
  "anticuadas": 547,
  "anticuado": 548,
  "antigedad": 549,
  "antigua": 550,
  "antiguas": 551,
  "antiguo": 552,
  "antiguos": 553,
  "antipasto": 554,
  "antiptico": 555,
  "antojitos": 556,
  "antojo": 557,
  "antonio": 558,
  "anunciado": 559,
  "anuncian": 560,
  "anuncio": 561,
  "ao": 562,
  "aos": 563,
  "apacible": 564,
  "apaga": 565,
  "apagado": 566,
  "apagar": 567,
  "aparatos": 568,
  "aparcados": 569,
  "aparcamiento": 570,
  "aparcamos": 571,
  "aparcar": 572,
  "apareca": 573,
  "aparece": 574,
  "aparecen": 575,
  "aparecer": 576,
  "apareci": 577,
  "aparentemente": 578,
  "apariencia": 579,
  "apartado": 580,
  "apartamento": 581,
  "apartamentos": 582,
  "aparte": 583,
  "apenas": 584,
  "aperitivo": 585,
  "aperitivos": 586,
  "apertura": 587,
  "apesar": 588,
  "apesta": 589,
  "apetece": 590,
  "apetecibles": 591,
  "aplica": 592,
  "aporta": 593,
  "aportar": 594,
  "apoyo": 595,
  "app": 596,
  "aprecia": 597,
  "apreciamos": 598,
  "apreciar": 599,
  "aprecio": 600,
  "aprende": 601,
  "aprender": 602,
  "aprendido": 603,
  "aprendiendo": 604,
  "aprendieron": 605,
  "aprendimos": 606,
  "aprendizaje": 607,
  "apresurada": 608,
  "apropiadamente": 609,
  "apropiado": 610,
  "aprovechar": 611,
  "aprox": 612,
  "aproximadamente": 613,
  "apta": 614,
  "apto": 615,
  "apuro": 616,
  "aqu": 617,
  "aquello": 618,
  "aquellos": 619,
  "aqui": 620,
  "aquí": 621,
  "araa": 622,
  "araas": 623,
  "arbol": 624,
  "arboles": 625,
  "arbustos": 626,
  "arcaica": 627,
  "arcilla": 628,
  "arco": 629,
  "are": 630,
  "area": 631,
  "areas": 632,
  "arena": 633,
  "arenas": 634,
  "argentina": 635,
  "argentino": 636,
  "argumentando": 637,
  "argumento": 638,
  "armario": 639,
  "armarios": 640,
  "arndanos": 641,
  "aroma": 642,
  "arqueolgica": 643,
  "arqueolgicas": 644,
  "arqueolgico": 645,
  "arqueolgicos": 646,
  "arqueologica": 647,
  "arqueologico": 648,
  "arquitectnico": 649,
  "arquitectura": 650,
  "arrachera": 651,
  "arrecife": 652,
  "arreglado": 653,
  "arreglar": 654,
  "arreglarla": 655,
  "arreglarlo": 656,
  "arreglaron": 657,
  "arreglas": 658,
  "arreglen": 659,
  "arreglos": 660,
  "arrepentirs": 661,
  "arriba": 662,
  "arroyo": 663,
  "arroz": 664,
  "arruin": 665,
  "arruinan": 666,
  "arruinar": 667,
  "artculo": 668,
  "artculos": 669,
  "arte": 670,
  "artesana": 671,
  "artesanal": 672,
  "artesanales": 673,
  "artesanas": 674,
  "artesanias": 675,
  "artesanos": 676,
  "artesanías": 677,
  "articulos": 678,
  "artificial": 679,
  "artista": 680,
  "artistas": 681,
  "arturo": 682,
  "artículos": 683,
  "artística": 684,
  "as": 685,
  "asada": 686,
  "asadas": 687,
  "asado": 688,
  "asador": 689,
  "asadores": 690,
  "asar": 691,
  "ascenso": 692,
  "ascensor": 693,
  "asco": 694,
  "asegrate": 695,
  "asegrese": 696,
  "asegur": 697,
  "asegurado": 698,
  "asegurar": 699,
  "aseguraron": 700,
  "asegurarse": 701,
  "aseo": 702,
  "aseos": 703,
  "asequible": 704,
  "asesino": 705,
  "asesor": 706,
  "asesorar": 707,
  "asfalto": 708,
  "asi": 709,
  "asiento": 710,
  "asientos": 711,
  "asignacin": 712,
  "asignada": 713,
  "asignado": 714,
  "asignaran": 715,
  "asignarme": 716,
  "asignaron": 717,
  "asimismo": 718,
  "asist": 719,
  "asistencia": 720,
  "asistentes": 721,
  "asistido": 722,
  "asistimos": 723,
  "asistir": 724,
  "asombrosa": 725,
  "asombroso": 726,
  "aspecto": 727,
  "aspectos": 728,
  "asquerosa": 729,
  "asqueroso": 730,
  "asquerosos": 731,
  "asumir": 732,
  "asunto": 733,
  "asustado": 734,
  "así": 735,
  "at": 736,
  "atardecer": 737,
  "atardeceres": 738,
  "atascado": 739,
  "atencin": 740,
  "atencion": 741,
  "atenciones": 742,
  "atención": 743,
  "atenda": 744,
  "atender": 745,
  "atenderme": 746,
  "atendernos": 747,
  "atenderte": 748,
  "atendi": 749,
  "atendidos": 750,
  "atendiendo": 751,
  "atendieran": 752,
  "atendieron": 753,
  "atendio": 754,
  "atenta": 755,
  "atentas": 756,
  "atento": 757,
  "atentos": 758,
  "atienda": 759,
  "atiendan": 760,
  "atiende": 761,
  "atienden": 762,
  "atlixco": 763,
  "atmsfera": 764,
  "atn": 765,
  "atole": 766,
  "atraccin": 767,
  "atracciones": 768,
  "atractiva": 769,
  "atractivo": 770,
  "atractivos": 771,
  "atraer": 772,
  "atrapado": 773,
  "atrapados": 774,
  "atras": 775,
  "atravesar": 776,
  "atributo": 777,
  "atrio": 778,
  "atrs": 779,
  "aulladores": 780,
  "aumenta": 781,
  "aun": 782,
  "aunque": 783,
  "ausencia": 784,
  "austeras": 785,
  "austero": 786,
  "australia": 787,
  "autntica": 788,
  "autnticamente": 789,
  "autntico": 790,
  "autnticos": 791,
  "auto": 792,
  "autobs": 793,
  "autobuses": 794,
  "autobús": 795,
  "automticamente": 796,
  "automtico": 797,
  "automvil": 798,
  "autopista": 799,
  "autor": 800,
  "autoridades": 801,
  "autorizados": 802,
  "autos": 803,
  "autoservicio": 804,
  "auxilios": 805,
  "avalon": 806,
  "avenida": 807,
  "aventaron": 808,
  "aventura": 809,
  "aventuramos": 810,
  "aventurarse": 811,
  "aventuras": 812,
  "aventurero": 813,
  "aventureros": 814,
  "aves": 815,
  "avisan": 816,
  "avisar": 817,
  "avisen": 818,
  "aviso": 819,
  "avispas": 820,
  "ay": 821,
  "ayer": 822,
  "ayud": 823,
  "ayuda": 824,
  "ayudaba": 825,
  "ayudan": 826,
  "ayudar": 827,
  "ayudara": 828,
  "ayudarnos": 829,
  "ayudaron": 830,
  "ayudarte": 831,
  "ayudo": 832,
  "ayuntamiento": 833,
  "azar": 834,
  "azcar": 835,
  "azotea": 836,
  "azteca": 837,
  "aztecas": 838,
  "azul": 839,
  "azulejos": 840,
  "azules": 841,
  "año": 842,
  "años": 843,
  "aún": 844,
  "b": 845,
  "baadas": 846,
  "baadores": 847,
  "baar": 848,
  "baarnos": 849,
  "baarse": 850,
  "baarte": 851,
  "bacalar": 852,
  "bacon": 853,
  "bad": 854,
  "baera": 855,
  "baeras": 856,
  "baguette": 857,
  "baha": 858,
  "bailando": 859,
  "bailar": 860,
  "bailarines": 861,
  "baile": 862,
  "bailes": 863,
  "baj": 864,
  "baja": 865,
  "bajada": 866,
  "bajado": 867,
  "bajamos": 868,
  "bajan": 869,
  "bajando": 870,
  "bajar": 871,
  "bajaron": 872,
  "bajas": 873,
  "bajo": 874,
  "bajos": 875,
  "bakal": 876,
  "balam": 877,
  "balance": 878,
  "balcn": 879,
  "balcon": 880,
  "balcones": 881,
  "baldosas": 882,
  "ballena": 883,
  "ballenas": 884,
  "bally": 885,
  "balneario": 886,
  "bamos": 887,
  "banamex": 888,
  "banana": 889,
  "bancas": 890,
  "banco": 891,
  "bancos": 892,
  "banda": 893,
  "bandas": 894,
  "bandeja": 895,
  "bandera": 896,
  "banos": 897,
  "bao": 898,
  "baos": 899,
  "bar": 900,
  "barata": 901,
  "baratas": 902,
  "baratijas": 903,
  "barato": 904,
  "baratos": 905,
  "barbacoa": 906,
  "barco": 907,
  "barcos": 908,
  "bares": 909,
  "barman": 910,
  "barra": 911,
  "barranca": 912,
  "barrera": 913,
  "barreras": 914,
  "barricas": 915,
  "barril": 916,
  "barrio": 917,
  "barro": 918,
  "barroco": 919,
  "barrocos": 920,
  "bartender": 921,
  "basada": 922,
  "basado": 923,
  "base": 924,
  "baslticos": 925,
  "basndonos": 926,
  "bast": 927,
  "basta": 928,
  "bastan": 929,
  "bastante": 930,
  "bastantes": 931,
  "bastn": 932,
  "basto": 933,
  "basura": 934,
  "basuras": 935,
  "basurero": 936,
  "batido": 937,
  "batidos": 938,
  "baño": 939,
  "baños": 940,
  "bcs": 941,
  "be": 942,
  "beach": 943,
  "bean": 944,
  "beb": 945,
  "bebe": 946,
  "beber": 947,
  "bebes": 948,
  "bebida": 949,
  "bebidas": 950,
  "bebimos": 951,
  "bebs": 952,
  "because": 953,
  "bed": 954,
  "belice": 955,
  "bell": 956,
  "bella": 957,
  "bellas": 958,
  "belleza": 959,
  "bellezas": 960,
  "bellisimo": 961,
  "bello": 962,
  "bellos": 963,
  "bellsima": 964,
  "bellsimas": 965,
  "bellsimo": 966,
  "benedict": 967,
  "benedictinos": 968,
  "beneficio": 969,
  "benito": 970,
  "bernal": 971,
  "best": 972,
  "betulum": 973,
  "bianca": 974,
  "bicho": 975,
  "bichos": 976,
  "bicicleta": 977,
  "bicicletas": 978,
  "bien": 979,
  "bienvenida": 980,
  "bienvenido": 981,
  "bife": 982,
  "bikini": 983,
  "bilinge": 984,
  "bill": 985,
  "billete": 986,
  "billetes": 987,
  "bio": 988,
  "birria": 989,
  "bistec": 990,
  "bistecs": 991,
  "bistek": 992,
  "black": 993,
  "blanca": 994,
  "blancas": 995,
  "blanco": 996,
  "blancos": 997,
  "blanda": 998,
  "bloqueada": 999,
  "bloqueadas": 1000,
  "bloqueado": 1001,
  "bloqueador": 1002,
  "bloquear": 1003,
  "bloqueo": 1004,
  "blue": 1005,
  "board": 1006,
  "boca": 1007,
  "bocadillo": 1008,
  "bocadillos": 1009,
  "bocado": 1010,
  "bocas": 1011,
  "bocina": 1012,
  "boda": 1013,
  "bodas": 1014,
  "bodega": 1015,
  "bodegas": 1016,
  "bohemia": 1017,
  "boho": 1018,
  "bola": 1019,
  "bolas": 1020,
  "boleto": 1021,
  "boletos": 1022,
  "bollo": 1023,
  "boloesa": 1024,
  "bolsa": 1025,
  "bolsas": 1026,
  "bolsillo": 1027,
  "bolso": 1028,
  "bomba": 1029,
  "bone": 1030,
  "bonita": 1031,
  "bonitas": 1032,
  "bonito": 1033,
  "bonitos": 1034,
  "booking": 1035,
  "borde": 1036,
  "bordes": 1037,
  "bordo": 1038,
  "borrachos": 1039,
  "bosque": 1040,
  "bosques": 1041,
  "botana": 1042,
  "botanas": 1043,
  "bote": 1044,
  "botella": 1045,
  "botellas": 1046,
  "botes": 1047,
  "botiqun": 1048,
  "botones": 1049,
  "boucher": 1050,
  "boutique": 1051,
  "box": 1052,
  "brando": 1053,
  "bravo": 1054,
  "brazalete": 1055,
  "brazo": 1056,
  "break": 1057,
  "breakfast": 1058,
  "brecha": 1059,
  "breve": 1060,
  "brevemente": 1061,
  "brillaba": 1062,
  "brillante": 1063,
  "brillo": 1064,
  "brind": 1065,
  "brinda": 1066,
  "brindan": 1067,
  "brindando": 1068,
  "brindar": 1069,
  "brindarnos": 1070,
  "brindo": 1071,
  "brisa": 1072,
  "brisas": 1073,
  "brochetas": 1074,
  "broma": 1075,
  "bromas": 1076,
  "bromeando": 1077,
  "brown": 1078,
  "brunch": 1079,
  "bsica": 1080,
  "bsicamente": 1081,
  "bsicas": 1082,
  "bsico": 1083,
  "bsicos": 1084,
  "bsqueda": 1085,
  "buceado": 1086,
  "buceador": 1087,
  "buceadores": 1088,
  "bucear": 1089,
  "buceo": 1090,
  "bucerias": 1091,
  "buen": 1092,
  "buena": 1093,
  "buenas": 1094,
  "bueno": 1095,
  "buenos": 1096,
  "buensima": 1097,
  "buensimo": 1098,
  "buensimos": 1099,
  "buf": 1100,
  "bufet": 1101,
  "bufete": 1102,
  "buffet": 1103,
  "bullicio": 1104,
  "bungalow": 1105,
  "bungalows": 1106,
  "burdeos": 1107,
  "burger": 1108,
  "burrito": 1109,
  "burritos": 1110,
  "bus": 1111,
  "busca": 1112,
  "buscaba": 1113,
  "buscamos": 1114,
  "buscan": 1115,
  "buscando": 1116,
  "buscar": 1117,
  "buscarla": 1118,
  "buscaron": 1119,
  "buscas": 1120,
  "busque": 1121,
  "busquen": 1122,
  "but": 1123,
  "bw": 1124,
  "c": 1125,
  "ca": 1126,
  "caa": 1127,
  "caada": 1128,
  "cabaa": 1129,
  "cabaas": 1130,
  "caballo": 1131,
  "caballos": 1132,
  "cabe": 1133,
  "cabello": 1134,
  "cabellos": 1135,
  "caben": 1136,
  "cabeza": 1137,
  "cabina": 1138,
  "cabinas": 1139,
  "cable": 1140,
  "cabo": 1141,
  "cabra": 1142,
  "caca": 1143,
  "cacao": 1144,
  "cada": 1145,
  "cadena": 1146,
  "cado": 1147,
  "caer": 1148,
  "caf": 1149,
  "cafe": 1150,
  "cafes": 1151,
  "cafetera": 1152,
  "cafeteria": 1153,
  "cafs": 1154,
  "cahuare": 1155,
  "caigan": 1156,
  "caja": 1157,
  "cajas": 1158,
  "cajero": 1159,
  "cajones": 1160,
  "cakes": 1161,
  "cala": 1162,
  "calabaza": 1163,
  "calavera": 1164,
  "calcetines": 1165,
  "caldera": 1166,
  "caldo": 1167,
  "caldos": 1168,
  "calefaccin": 1169,
  "calentador": 1170,
  "calentadores": 1171,
  "calentar": 1172,
  "calentarse": 1173,
  "caleta": 1174,
  "calidad": 1175,
  "calidades": 1176,
  "calidez": 1177,
  "calienta": 1178,
  "calientan": 1179,
  "caliente": 1180,
  "calientes": 1181,
  "calificacin": 1182,
  "calificacion": 1183,
  "calificado": 1184,
  "california": 1185,
  "calle": 1186,
  "callejero": 1187,
  "callejeros": 1188,
  "calles": 1189,
  "calma": 1190,
  "calmado": 1191,
  "calmaran": 1192,
  "calor": 1193,
  "caluroso": 1194,
  "calzada": 1195,
  "calzado": 1196,
  "cama": 1197,
  "camara": 1198,
  "camarera": 1199,
  "camareras": 1200,
  "camarero": 1201,
  "camareros": 1202,
  "camarn": 1203,
  "camarones": 1204,
  "camas": 1205,
  "camastro": 1206,
  "camastros": 1207,
  "cambi": 1208,
  "cambia": 1209,
  "cambiado": 1210,
  "cambiadores": 1211,
  "cambiamos": 1212,
  "cambian": 1213,
  "cambiando": 1214,
  "cambiar": 1215,
  "cambiaran": 1216,
  "cambiarme": 1217,
  "cambiarnos": 1218,
  "cambiaron": 1219,
  "cambiarse": 1220,
  "cambie": 1221,
  "cambien": 1222,
  "cambio": 1223,
  "cambios": 1224,
  "camila": 1225,
  "camin": 1226,
  "camina": 1227,
  "caminado": 1228,
  "caminamos": 1229,
  "caminan": 1230,
  "caminando": 1231,
  "caminar": 1232,
  "caminata": 1233,
  "caminatas": 1234,
  "camine": 1235,
  "camino": 1236,
  "caminos": 1237,
  "camioncito": 1238,
  "camioneta": 1239,
  "camisetas": 1240,
  "campamento": 1241,
  "campanas": 1242,
  "camping": 1243,
  "campo": 1244,
  "campos": 1245,
  "can": 1246,
  "canadienses": 1247,
  "canal": 1248,
  "canales": 1249,
  "cancelado": 1250,
  "cancelamos": 1251,
  "cancelar": 1252,
  "cancelaron": 1253,
  "cancele": 1254,
  "cancha": 1255,
  "canchas": 1256,
  "cancin": 1257,
  "canciones": 1258,
  "cancn": 1259,
  "cancun": 1260,
  "cancún": 1261,
  "candado": 1262,
  "canela": 1263,
  "canoa": 1264,
  "cansado": 1265,
  "cansados": 1266,
  "cansas": 1267,
  "cantaban": 1268,
  "cantando": 1269,
  "cantante": 1270,
  "cantar": 1271,
  "cantarito": 1272,
  "canten": 1273,
  "cantidad": 1274,
  "cantidades": 1275,
  "cantina": 1276,
  "cantinero": 1277,
  "cao": 1278,
  "capa": 1279,
  "capaces": 1280,
  "capacidad": 1281,
  "capacidades": 1282,
  "capacitacin": 1283,
  "capacitada": 1284,
  "capacitado": 1285,
  "capacitar": 1286,
  "capas": 1287,
  "capaz": 1288,
  "capilla": 1289,
  "capitanes": 1290,
  "capitn": 1291,
  "caprese": 1292,
  "capturar": 1293,
  "capuccino": 1294,
  "capuchinos": 1295,
  "cara": 1296,
  "caracterstica": 1297,
  "caractersticas": 1298,
  "caracterstico": 1299,
  "caras": 1300,
  "carbohidratos": 1301,
  "carcter": 1302,
  "carece": 1303,
  "carecen": 1304,
  "careta": 1305,
  "carga": 1306,
  "cargada": 1307,
  "cargado": 1308,
  "cargando": 1309,
  "cargar": 1310,
  "cargo": 1311,
  "cargos": 1312,
  "caribe": 1313,
  "caribea": 1314,
  "caridad": 1315,
  "cario": 1316,
  "carisimo": 1317,
  "carlos": 1318,
  "carmen": 1319,
  "carne": 1320,
  "carnes": 1321,
  "carnitas": 1322,
  "caro": 1323,
  "caros": 1324,
  "carpaccio": 1325,
  "carpas": 1326,
  "carranza": 1327,
  "carrera": 1328,
  "carretera": 1329,
  "carrito": 1330,
  "carritos": 1331,
  "carro": 1332,
  "carruaje": 1333,
  "carruajes": 1334,
  "carsima": 1335,
  "carsimo": 1336,
  "carta": 1337,
  "cartas": 1338,
  "cartel": 1339,
  "carteles": 1340,
  "cartera": 1341,
  "casa": 1342,
  "casas": 1343,
  "cascada": 1344,
  "cascadas": 1345,
  "cascara": 1346,
  "casco": 1347,
  "casera": 1348,
  "caseras": 1349,
  "casero": 1350,
  "caseros": 1351,
  "casi": 1352,
  "casitas": 1353,
  "caso": 1354,
  "casona": 1355,
  "casos": 1356,
  "castillo": 1357,
  "casualidad": 1358,
  "cata": 1359,
  "catalogado": 1360,
  "catamarn": 1361,
  "cataratas": 1362,
  "catedral": 1363,
  "catedrales": 1364,
  "categora": 1365,
  "cathy": 1366,
  "catorce": 1367,
  "catre": 1368,
  "causa": 1369,
  "cauteloso": 1370,
  "cava": 1371,
  "caverna": 1372,
  "cavernas": 1373,
  "cavernoso": 1374,
  "cavidad": 1375,
  "cay": 1376,
  "cayendo": 1377,
  "cazar": 1378,
  "cazoleta": 1379,
  "cazuela": 1380,
  "cazuelas": 1381,
  "cc": 1382,
  "cctel": 1383,
  "ccteles": 1384,
  "cebolla": 1385,
  "cebollas": 1386,
  "cecina": 1387,
  "celebracin": 1388,
  "celebramos": 1389,
  "celebran": 1390,
  "celebrar": 1391,
  "celular": 1392,
  "celulares": 1393,
  "cementerio": 1394,
  "cemento": 1395,
  "cena": 1396,
  "cenamos": 1397,
  "cenando": 1398,
  "cenar": 1399,
  "cenas": 1400,
  "cene": 1401,
  "cenote": 1402,
  "cenotes": 1403,
  "centavo": 1404,
  "centrado": 1405,
  "central": 1406,
  "centrico": 1407,
  "centro": 1408,
  "centros": 1409,
  "cepillo": 1410,
  "cerca": 1411,
  "cercana": 1412,
  "cercanas": 1413,
  "cercania": 1414,
  "cercano": 1415,
  "cercanos": 1416,
  "cerdo": 1417,
  "ceremonia": 1418,
  "cermica": 1419,
  "cero": 1420,
  "cerr": 1421,
  "cerraba": 1422,
  "cerraban": 1423,
  "cerrada": 1424,
  "cerradas": 1425,
  "cerrado": 1426,
  "cerrados": 1427,
  "cerrando": 1428,
  "cerrar": 1429,
  "cerraron": 1430,
  "cerritos": 1431,
  "cerro": 1432,
  "cerros": 1433,
  "cerveza": 1434,
  "cervezas": 1435,
  "cesar": 1436,
  "cesta": 1437,
  "cesto": 1438,
  "ceviche": 1439,
  "ceviches": 1440,
  "ceynotes": 1441,
  "chaleco": 1442,
  "chalecos": 1443,
  "chalets": 1444,
  "chamn": 1445,
  "chamorro": 1446,
  "champ": 1447,
  "championes": 1448,
  "chapa": 1449,
  "chapala": 1450,
  "chapas": 1451,
  "chapuzn": 1452,
  "charla": 1453,
  "charlie": 1454,
  "chaya": 1455,
  "check": 1456,
  "checkout": 1457,
  "chedraui": 1458,
  "chef": 1459,
  "chefs": 1460,
  "chiapa": 1461,
  "chiapaneca": 1462,
  "chiapas": 1463,
  "chic": 1464,
  "chica": 1465,
  "chicas": 1466,
  "chichen": 1467,
  "chichenitza": 1468,
  "chichn": 1469,
  "chicken": 1470,
  "chico": 1471,
  "chicos": 1472,
  "chido": 1473,
  "chihuahua": 1474,
  "chilaquiles": 1475,
  "chile": 1476,
  "chiles": 1477,
  "chili": 1478,
  "chill": 1479,
  "chimenea": 1480,
  "china": 1481,
  "chinches": 1482,
  "chipilin": 1483,
  "chipiln": 1484,
  "chipotle": 1485,
  "chips": 1486,
  "chiquito": 1487,
  "chispas": 1488,
  "chiste": 1489,
  "chocobanana": 1490,
  "chocolate": 1491,
  "chocolates": 1492,
  "chofer": 1493,
  "cholula": 1494,
  "chorizo": 1495,
  "chorro": 1496,
  "chris": 1497,
  "christian": 1498,
  "chucheras": 1499,
  "chuletn": 1500,
  "cielo": 1501,
  "cien": 1502,
  "cientos": 1503,
  "cierra": 1504,
  "cierran": 1505,
  "cierre": 1506,
  "cierren": 1507,
  "cierta": 1508,
  "ciertamente": 1509,
  "ciertas": 1510,
  "cierto": 1511,
  "ciertos": 1512,
  "cigarros": 1513,
  "cilantro": 1514,
  "cima": 1515,
  "cinco": 1516,
  "circuito": 1517,
  "circular": 1518,
  "circundante": 1519,
  "cisnes": 1520,
  "city": 1521,
  "ciudad": 1522,
  "clara": 1523,
  "claramente": 1524,
  "claras": 1525,
  "claro": 1526,
  "clase": 1527,
  "clases": 1528,
  "clasificado": 1529,
  "claudia": 1530,
  "claustro": 1531,
  "claustrofbico": 1532,
  "clavadistas": 1533,
  "clave": 1534,
  "clavo": 1535,
  "clida": 1536,
  "clidas": 1537,
  "clido": 1538,
  "cliente": 1539,
  "clientela": 1540,
  "clientes": 1541,
  "clima": 1542,
  "climatizada": 1543,
  "climatizados": 1544,
  "closets": 1545,
  "clsico": 1546,
  "club": 1547,
  "clubes": 1548,
  "cm": 1549,
  "cmara": 1550,
  "cmaras": 1551,
  "cmico": 1552,
  "cmo": 1553,
  "cmoda": 1554,
  "cmodamente": 1555,
  "cmodas": 1556,
  "cmodo": 1557,
  "cmodos": 1558,
  "cntrica": 1559,
  "cntrico": 1560,
  "coatepec": 1561,
  "coba": 1562,
  "cobertura": 1563,
  "cobijas": 1564,
  "cobr": 1565,
  "cobra": 1566,
  "cobraban": 1567,
  "cobrado": 1568,
  "cobran": 1569,
  "cobrando": 1570,
  "cobrar": 1571,
  "cobrarnos": 1572,
  "cobraron": 1573,
  "cobrarte": 1574,
  "cobre": 1575,
  "cobren": 1576,
  "cobro": 1577,
  "coca": 1578,
  "coccin": 1579,
  "coche": 1580,
  "coches": 1581,
  "cochinita": 1582,
  "cocida": 1583,
  "cocidas": 1584,
  "cocido": 1585,
  "cocidos": 1586,
  "cocina": 1587,
  "cocinado": 1588,
  "cocinados": 1589,
  "cocinar": 1590,
  "cocinas": 1591,
  "cocinera": 1592,
  "cocineras": 1593,
  "cocinero": 1594,
  "cocineros": 1595,
  "cocineta": 1596,
  "cocktail": 1597,
  "coco": 1598,
  "cocodrilo": 1599,
  "cocodrilos": 1600,
  "coctel": 1601,
  "coctelera": 1602,
  "cocteles": 1603,
  "cofre": 1604,
  "cog": 1605,
  "coger": 1606,
  "cogimos": 1607,
  "coincide": 1608,
  "coinciden": 1609,
  "coincidimos": 1610,
  "coincido": 1611,
  "cola": 1612,
  "colas": 1613,
  "colchas": 1614,
  "colchn": 1615,
  "colchon": 1616,
  "colchones": 1617,
  "coleccin": 1618,
  "colectivo": 1619,
  "colgando": 1620,
  "colgar": 1621,
  "colina": 1622,
  "colinas": 1623,
  "collar": 1624,
  "colmo": 1625,
  "colonial": 1626,
  "coloniales": 1627,
  "color": 1628,
  "colores": 1629,
  "colorido": 1630,
  "coloridos": 1631,
  "colorines": 1632,
  "columna": 1633,
  "columpio": 1634,
  "columpios": 1635,
  "com": 1636,
  "coma": 1637,
  "comal": 1638,
  "comamos": 1639,
  "coman": 1640,
  "combi": 1641,
  "combina": 1642,
  "combinacin": 1643,
  "combinaciones": 1644,
  "combinado": 1645,
  "combinados": 1646,
  "combis": 1647,
  "come": 1648,
  "comedor": 1649,
  "comen": 1650,
  "comensal": 1651,
  "comensales": 1652,
  "coment": 1653,
  "comentamos": 1654,
  "comentando": 1655,
  "comentar": 1656,
  "comentario": 1657,
  "comentarios": 1658,
  "comentarle": 1659,
  "comentaron": 1660,
  "comento": 1661,
  "comenz": 1662,
  "comenzamos": 1663,
  "comenzando": 1664,
  "comenzar": 1665,
  "comenzaron": 1666,
  "comer": 1667,
  "comercial": 1668,
  "comercializadas": 1669,
  "comercializado": 1670,
  "comerciantes": 1671,
  "comercio": 1672,
  "comercios": 1673,
  "comestible": 1674,
  "cometi": 1675,
  "cometimos": 1676,
  "comi": 1677,
  "comida": 1678,
  "comidas": 1679,
  "comido": 1680,
  "comiendo": 1681,
  "comienza": 1682,
  "comienzan": 1683,
  "comienzo": 1684,
  "comimos": 1685,
  "comisin": 1686,
  "comn": 1687,
  "como": 1688,
  "comoda": 1689,
  "comodas": 1690,
  "comodidad": 1691,
  "comodidades": 1692,
  "comodo": 1693,
  "comodos": 1694,
  "compaa": 1695,
  "compaas": 1696,
  "compaero": 1697,
  "compaeros": 1698,
  "compania": 1699,
  "compara": 1700,
  "comparable": 1701,
  "comparacin": 1702,
  "comparacion": 1703,
  "comparado": 1704,
  "comparar": 1705,
  "comparen": 1706,
  "comparndola": 1707,
  "comparten": 1708,
  "compartido": 1709,
  "compartidos": 1710,
  "compartiendo": 1711,
  "compartimos": 1712,
  "compartir": 1713,
  "compensa": 1714,
  "compensacin": 1715,
  "compensar": 1716,
  "competencia": 1717,
  "competente": 1718,
  "competidores": 1719,
  "complacer": 1720,
  "complaciente": 1721,
  "complejo": 1722,
  "complejos": 1723,
  "completa": 1724,
  "completamente": 1725,
  "completar": 1726,
  "completo": 1727,
  "completos": 1728,
  "complicada": 1729,
  "complicado": 1730,
  "comportarse": 1731,
  "compr": 1732,
  "compra": 1733,
  "comprado": 1734,
  "compramos": 1735,
  "comprando": 1736,
  "comprar": 1737,
  "compras": 1738,
  "compre": 1739,
  "compren": 1740,
  "comprender": 1741,
  "comprensible": 1742,
  "compres": 1743,
  "comprobar": 1744,
  "comunes": 1745,
  "comunicacin": 1746,
  "comunicacion": 1747,
  "comunicarse": 1748,
  "comunidad": 1749,
  "con": 1750,
  "concentrado": 1751,
  "concepto": 1752,
  "concha": 1753,
  "conciencia": 1754,
  "concierge": 1755,
  "conciertos": 1756,
  "conclusin": 1757,
  "concurrida": 1758,
  "concurrido": 1759,
  "concurridos": 1760,
  "condescendiente": 1761,
  "condicin": 1762,
  "condicion": 1763,
  "condiciones": 1764,
  "condimentos": 1765,
  "conduce": 1766,
  "conducen": 1767,
  "conduciendo": 1768,
  "conducir": 1769,
  "conductor": 1770,
  "conduje": 1771,
  "conectado": 1772,
  "conexin": 1773,
  "confa": 1774,
  "confi": 1775,
  "confianza": 1776,
  "confiar": 1777,
  "confirmacin": 1778,
  "confirmada": 1779,
  "confirmado": 1780,
  "confirmar": 1781,
  "conformarnos": 1782,
  "conforme": 1783,
  "confort": 1784,
  "confortable": 1785,
  "confortables": 1786,
  "confundido": 1787,
  "confundieron": 1788,
  "confusin": 1789,
  "confuso": 1790,
  "congelada": 1791,
  "congeladas": 1792,
  "congelado": 1793,
  "congelados": 1794,
  "conjunto": 1795,
  "conmigo": 1796,
  "conoc": 1797,
  "conoca": 1798,
  "conoce": 1799,
  "conocedor": 1800,
  "conocer": 1801,
  "conocerlo": 1802,
  "conoces": 1803,
  "conocida": 1804,
  "conocido": 1805,
  "conocidos": 1806,
  "conociendo": 1807,
  "conocimiento": 1808,
  "conocimos": 1809,
  "conozcan": 1810,
  "conozco": 1811,
  "conquista": 1812,
  "consciente": 1813,
  "conscientes": 1814,
  "consecuencia": 1815,
  "consegu": 1816,
  "conseguido": 1817,
  "conseguimos": 1818,
  "conseguir": 1819,
  "consejo": 1820,
  "consejos": 1821,
  "conserje": 1822,
  "conserva": 1823,
  "conservacin": 1824,
  "conservada": 1825,
  "conservadas": 1826,
  "conservado": 1827,
  "conservan": 1828,
  "conservar": 1829,
  "consider": 1830,
  "considera": 1831,
  "considerable": 1832,
  "considerablemente": 1833,
  "considerado": 1834,
  "consideramos": 1835,
  "consideran": 1836,
  "considerando": 1837,
  "considerar": 1838,
  "consideren": 1839,
  "considero": 1840,
  "consiguen": 1841,
  "consigues": 1842,
  "consista": 1843,
  "consiste": 1844,
  "consistencia": 1845,
  "consta": 1846,
  "constante": 1847,
  "constantemente": 1848,
  "constantes": 1849,
  "constatar": 1850,
  "construccin": 1851,
  "construcciones": 1852,
  "construida": 1853,
  "construidas": 1854,
  "construido": 1855,
  "construir": 1856,
  "construy": 1857,
  "construyeron": 1858,
  "consumes": 1859,
  "consumicin": 1860,
  "consumir": 1861,
  "consumo": 1862,
  "cont": 1863,
  "contaba": 1864,
  "contacte": 1865,
  "contacto": 1866,
  "contaminacin": 1867,
  "contaminado": 1868,
  "contaminan": 1869,
  "contando": 1870,
  "contar": 1871,
  "contemplar": 1872,
  "contena": 1873,
  "contenedores": 1874,
  "contenido": 1875,
  "contenta": 1876,
  "contento": 1877,
  "contentos": 1878,
  "contestan": 1879,
  "contestar": 1880,
  "contiene": 1881,
  "contienen": 1882,
  "contina": 1883,
  "contine": 1884,
  "continental": 1885,
  "continuacin": 1886,
  "continuamente": 1887,
  "continuar": 1888,
  "contra": 1889,
  "contrario": 1890,
  "contras": 1891,
  "contraste": 1892,
  "contrat": 1893,
  "contratado": 1894,
  "contratamos": 1895,
  "contratar": 1896,
  "contrate": 1897,
  "contraten": 1898,
  "contrates": 1899,
  "control": 1900,
  "controles": 1901,
  "convencer": 1902,
  "convenci": 1903,
  "convencido": 1904,
  "convencional": 1905,
  "convenciones": 1906,
  "conveniencia": 1907,
  "conveniente": 1908,
  "convenientes": 1909,
  "convento": 1910,
  "conversacin": 1911,
  "conversaciones": 1912,
  "conversar": 1913,
  "conversin": 1914,
  "convertido": 1915,
  "conviene": 1916,
  "convierte": 1917,
  "convirti": 1918,
  "convirtieron": 1919,
  "convivir": 1920,
  "cool": 1921,
  "cooperativa": 1922,
  "coordinador": 1923,
  "copa": 1924,
  "copas": 1925,
  "copia": 1926,
  "coppel": 1927,
  "coqueto": 1928,
  "coral": 1929,
  "corazn": 1930,
  "cordero": 1931,
  "cordial": 1932,
  "corona": 1933,
  "coronado": 1934,
  "corporal": 1935,
  "corre": 1936,
  "correcta": 1937,
  "correctamente": 1938,
  "correctas": 1939,
  "correcto": 1940,
  "corregido": 1941,
  "corregir": 1942,
  "corren": 1943,
  "correo": 1944,
  "correos": 1945,
  "correosos": 1946,
  "correr": 1947,
  "corresponde": 1948,
  "corresponden": 1949,
  "corriendo": 1950,
  "corriente": 1951,
  "corrientes": 1952,
  "corrieron": 1953,
  "corta": 1954,
  "cortada": 1955,
  "cortadas": 1956,
  "cortados": 1957,
  "cortar": 1958,
  "corte": 1959,
  "cortes": 1960,
  "cortesa": 1961,
  "cortesia": 1962,
  "cortez": 1963,
  "corteza": 1964,
  "cortina": 1965,
  "cortinas": 1966,
  "corto": 1967,
  "cortos": 1968,
  "corts": 1969,
  "corzo": 1970,
  "cosa": 1971,
  "cosas": 1972,
  "cost": 1973,
  "costa": 1974,
  "costaba": 1975,
  "costado": 1976,
  "costados": 1977,
  "costar": 1978,
  "costas": 1979,
  "coste": 1980,
  "costillas": 1981,
  "costo": 1982,
  "costos": 1983,
  "costosa": 1984,
  "costoso": 1985,
  "costosos": 1986,
  "costumbre": 1987,
  "costumbres": 1988,
  "covid": 1989,
  "cozumel": 1990,
  "cr": 1991,
  "crdenas": 1992,
  "crdito": 1993,
  "cre": 1994,
  "creado": 1995,
  "crean": 1996,
  "creando": 1997,
  "creanme": 1998,
  "crear": 1999,
  "creativa": 2000,
  "creatividad": 2001,
  "creativos": 2002,
  "creces": 2003,
  "crecido": 2004,
  "creciente": 2005,
  "credencial": 2006,
  "credenciales": 2007,
  "credito": 2008,
  "cree": 2009,
  "creel": 2010,
  "creemos": 2011,
  "creen": 2012,
  "creer": 2013,
  "crema": 2014,
  "cremoso": 2015,
  "creo": 2016,
  "crepa": 2017,
  "crepes": 2018,
  "cri": 2019,
  "crisis": 2020,
  "cristal": 2021,
  "cristales": 2022,
  "cristalina": 2023,
  "cristalinas": 2024,
  "cristbal": 2025,
  "cristiana": 2026,
  "cristo": 2027,
  "cristobal": 2028,
  "crtica": 2029,
  "crticas": 2030,
  "crtico": 2031,
  "cruce": 2032,
  "crucero": 2033,
  "crudo": 2034,
  "crudos": 2035,
  "cruel": 2036,
  "crujiente": 2037,
  "cruz": 2038,
  "cruza": 2039,
  "cruzando": 2040,
  "cruzar": 2041,
  "csar": 2042,
  "cuadra": 2043,
  "cuadrados": 2044,
  "cuadras": 2045,
  "cuadros": 2046,
  "cual": 2047,
  "cuales": 2048,
  "cualquier": 2049,
  "cualquiera": 2050,
  "cuando": 2051,
  "cuantas": 2052,
  "cuanto": 2053,
  "cuantos": 2054,
  "cuarenta": 2055,
  "cuartitos": 2056,
  "cuarto": 2057,
  "cuartos": 2058,
  "cuatro": 2059,
  "cuba": 2060,
  "cubana": 2061,
  "cubano": 2062,
  "cubeta": 2063,
  "cubierta": 2064,
  "cubiertas": 2065,
  "cubierto": 2066,
  "cubiertos": 2067,
  "cubo": 2068,
  "cubre": 2069,
  "cubrebocas": 2070,
  "cubren": 2071,
  "cubrir": 2072,
  "cucaracha": 2073,
  "cucarachas": 2074,
  "cuchillo": 2075,
  "cuchillos": 2076,
  "cuello": 2077,
  "cuenta": 2078,
  "cuentan": 2079,
  "cuentas": 2080,
  "cuento": 2081,
  "cuerdas": 2082,
  "cuerpo": 2083,
  "cuervo": 2084,
  "cuesta": 2085,
  "cuestams": 2086,
  "cuestan": 2087,
  "cuestin": 2088,
  "cuestionar": 2089,
  "cuestiones": 2090,
  "cuetzalan": 2091,
  "cueva": 2092,
  "cuevaas": 2093,
  "cuevas": 2094,
  "cuida": 2095,
  "cuidada": 2096,
  "cuidadas": 2097,
  "cuidado": 2098,
  "cuidadores": 2099,
  "cuidados": 2100,
  "cuidadosamente": 2101,
  "cuidan": 2102,
  "cuidando": 2103,
  "cuidar": 2104,
  "cuidaron": 2105,
  "cuide": 2106,
  "cuiden": 2107,
  "cul": 2108,
  "culinaria": 2109,
  "culminante": 2110,
  "culpa": 2111,
  "culpable": 2112,
  "cultura": 2113,
  "cultural": 2114,
  "culturales": 2115,
  "culturas": 2116,
  "cumplan": 2117,
  "cumple": 2118,
  "cumpleaos": 2119,
  "cumplen": 2120,
  "cumpli": 2121,
  "cumplir": 2122,
  "cundo": 2123,
  "cunto": 2124,
  "cuota": 2125,
  "curiosamente": 2126,
  "curiosidad": 2127,
  "curry": 2128,
  "cursi": 2129,
  "curso": 2130,
  "curva": 2131,
  "curvas": 2132,
  "cus": 2133,
  "cusarare": 2134,
  "cutre": 2135,
  "cuya": 2136,
  "cuyo": 2137,
  "cynthia": 2138,
  "d": 2139,
  "da": 2140,
  "daba": 2141,
  "daban": 2142,
  "dada": 2143,
  "dadas": 2144,
  "dado": 2145,
  "dados": 2146,
  "dama": 2147,
  "damos": 2148,
  "dan": 2149,
  "dando": 2150,
  "dandonos": 2151,
  "danza": 2152,
  "dao": 2153,
  "daos": 2154,
  "dar": 2155,
  "dara": 2156,
  "darle": 2157,
  "darles": 2158,
  "darme": 2159,
  "darnos": 2160,
  "darse": 2161,
  "darte": 2162,
  "das": 2163,
  "datos": 2164,
  "david": 2165,
  "day": 2166,
  "dbil": 2167,
  "dbito": 2168,
  "dcada": 2169,
  "dcadas": 2170,
  "de": 2171,
  "deba": 2172,
  "debajo": 2173,
  "deban": 2174,
  "debate": 2175,
  "debe": 2176,
  "debemos": 2177,
  "deben": 2178,
  "deber": 2179,
  "debera": 2180,
  "deberamos": 2181,
  "deberan": 2182,
  "deberas": 2183,
  "deberia": 2184,
  "deberian": 2185,
  "debers": 2186,
  "debes": 2187,
  "debido": 2188,
  "debimos": 2189,
  "debo": 2190,
  "deca": 2191,
  "decan": 2192,
  "decente": 2193,
  "decentes": 2194,
  "decepcin": 2195,
  "decepcion": 2196,
  "decepciona": 2197,
  "decepcionada": 2198,
  "decepcionado": 2199,
  "decepcionados": 2200,
  "decepcionante": 2201,
  "decepcionar": 2202,
  "decepcionaron": 2203,
  "decepciono": 2204,
  "decepción": 2205,
  "decia": 2206,
  "decid": 2207,
  "decides": 2208,
  "decidi": 2209,
  "decidido": 2210,
  "decididos": 2211,
  "decidimos": 2212,
  "decidir": 2213,
  "decimos": 2214,
  "decir": 2215,
  "decirlo": 2216,
  "decirnos": 2217,
  "decirte": 2218,
  "decisin": 2219,
  "decisiones": 2220,
  "declive": 2221,
  "decoracin": 2222,
  "decoracion": 2223,
  "decoraciones": 2224,
  "decorada": 2225,
  "decoradas": 2226,
  "decorado": 2227,
  "decorados": 2228,
  "dedicacin": 2229,
  "dedicado": 2230,
  "dedo": 2231,
  "dedos": 2232,
  "dee": 2233,
  "defecto": 2234,
  "defectos": 2235,
  "defender": 2236,
  "deficiente": 2237,
  "deficientes": 2238,
  "definitiva": 2239,
  "definitivamente": 2240,
  "degustacin": 2241,
  "degustar": 2242,
  "degustarlos": 2243,
  "deidades": 2244,
  "dej": 2245,
  "deja": 2246,
  "dejaba": 2247,
  "dejaban": 2248,
  "dejado": 2249,
  "dejamos": 2250,
  "dejan": 2251,
  "dejando": 2252,
  "dejar": 2253,
  "dejarlo": 2254,
  "dejarnos": 2255,
  "dejaron": 2256,
  "dejarse": 2257,
  "dejas": 2258,
  "deje": 2259,
  "dejen": 2260,
  "dejes": 2261,
  "dejo": 2262,
  "del": 2263,
  "dela": 2264,
  "delante": 2265,
  "delantera": 2266,
  "delantero": 2267,
  "deleite": 2268,
  "delfines": 2269,
  "delfn": 2270,
  "delgada": 2271,
  "delgadas": 2272,
  "delgado": 2273,
  "deli": 2274,
  "delicia": 2275,
  "delicias": 2276,
  "deliciosa": 2277,
  "deliciosas": 2278,
  "delicioso": 2279,
  "deliciosos": 2280,
  "delis": 2281,
  "delores": 2282,
  "deluxe": 2283,
  "demanda": 2284,
  "demas": 2285,
  "demasiada": 2286,
  "demasiadas": 2287,
  "demasiado": 2288,
  "demasiados": 2289,
  "demeritar": 2290,
  "demor": 2291,
  "demostrado": 2292,
  "demostrar": 2293,
  "dems": 2294,
  "demuestra": 2295,
  "den": 2296,
  "dentro": 2297,
  "denunciar": 2298,
  "departamentos": 2299,
  "depende": 2300,
  "dependiendo": 2301,
  "deplorable": 2302,
  "deportes": 2303,
  "deportivo": 2304,
  "deprimente": 2305,
  "deprimentes": 2306,
  "depsito": 2307,
  "derecha": 2308,
  "derecho": 2309,
  "derram": 2310,
  "derretido": 2311,
  "derroche": 2312,
  "des": 2313,
  "desafinado": 2314,
  "desafinados": 2315,
  "desafo": 2316,
  "desafortunadamente": 2317,
  "desafortunado": 2318,
  "desagradable": 2319,
  "desaparecen": 2320,
  "desaparecer": 2321,
  "desapareci": 2322,
  "desaparecido": 2323,
  "desaparecieron": 2324,
  "desarrollado": 2325,
  "desarrollo": 2326,
  "desastre": 2327,
  "desastrosa": 2328,
  "desatento": 2329,
  "desayun": 2330,
  "desayunamos": 2331,
  "desayunar": 2332,
  "desayuno": 2333,
  "desayunos": 2334,
  "descafeinado": 2335,
  "descansamos": 2336,
  "descansando": 2337,
  "descansar": 2338,
  "descanso": 2339,
  "descargar": 2340,
  "descenso": 2341,
  "descompuestos": 2342,
  "desconectado": 2343,
  "desconectarse": 2344,
  "descorche": 2345,
  "descorts": 2346,
  "describe": 2347,
  "describir": 2348,
  "descripcin": 2349,
  "descripciones": 2350,
  "descrito": 2351,
  "descubierto": 2352,
  "descubr": 2353,
  "descubri": 2354,
  "descubrieron": 2355,
  "descubrimos": 2356,
  "descubrir": 2357,
  "descuento": 2358,
  "descuentos": 2359,
  "descuidada": 2360,
  "descuidadas": 2361,
  "descuidado": 2362,
  "descuidados": 2363,
  "descuido": 2364,
  "descuidos": 2365,
  "desde": 2366,
  "desea": 2367,
  "deseaban": 2368,
  "desean": 2369,
  "deseando": 2370,
  "desear": 2371,
  "deseara": 2372,
  "deseas": 2373,
  "desebamos": 2374,
  "desechos": 2375,
  "deseen": 2376,
  "deseo": 2377,
  "desesperadamente": 2378,
  "desgracia": 2379,
  "desgraciadamente": 2380,
  "deshebrada": 2381,
  "deshilachadas": 2382,
  "desierto": 2383,
  "desiguales": 2384,
  "desilusin": 2385,
  "desinfectan": 2386,
  "desorden": 2387,
  "desorganizada": 2388,
  "despedida": 2389,
  "despejado": 2390,
  "desperdicio": 2391,
  "despert": 2392,
  "despertador": 2393,
  "despertamos": 2394,
  "despertar": 2395,
  "despertaron": 2396,
  "despertarse": 2397,
  "despes": 2398,
  "despiertas": 2399,
  "desplazarse": 2400,
  "despota": 2401,
  "despues": 2402,
  "despus": 2403,
  "después": 2404,
  "destaca": 2405,
  "destacable": 2406,
  "destacada": 2407,
  "destacado": 2408,
  "destacados": 2409,
  "destacan": 2410,
  "destacar": 2411,
  "destilera": 2412,
  "destino": 2413,
  "destinos": 2414,
  "destruido": 2415,
  "destruy": 2416,
  "desventaja": 2417,
  "desventajas": 2418,
  "detallado": 2419,
  "detalle": 2420,
  "detalles": 2421,
  "detenerse": 2422,
  "deterioradas": 2423,
  "deteriorado": 2424,
  "deteriorados": 2425,
  "detrs": 2426,
  "detuvimos": 2427,
  "devolver": 2428,
  "devolvernos": 2429,
  "devuelto": 2430,
  "df": 2431,
  "di": 2432,
  "dia": 2433,
  "diablo": 2434,
  "diamante": 2435,
  "diaria": 2436,
  "diariamente": 2437,
  "diarias": 2438,
  "diario": 2439,
  "dias": 2440,
  "dice": 2441,
  "dicen": 2442,
  "dichas": 2443,
  "dicho": 2444,
  "diciembre": 2445,
  "diciendo": 2446,
  "didier": 2447,
  "diego": 2448,
  "diera": 2449,
  "dieran": 2450,
  "dieron": 2451,
  "dieta": 2452,
  "diez": 2453,
  "difcil": 2454,
  "difciles": 2455,
  "diferencia": 2456,
  "diferente": 2457,
  "diferentes": 2458,
  "dificil": 2459,
  "dificultad": 2460,
  "dificultades": 2461,
  "difusin": 2462,
  "difícil": 2463,
  "diga": 2464,
  "digamos": 2465,
  "digan": 2466,
  "digestivo": 2467,
  "digna": 2468,
  "digno": 2469,
  "dignos": 2470,
  "digo": 2471,
  "dije": 2472,
  "dijeran": 2473,
  "dijeron": 2474,
  "dijimos": 2475,
  "dijo": 2476,
  "dimensiones": 2477,
  "diminuta": 2478,
  "dimos": 2479,
  "dinero": 2480,
  "dio": 2481,
  "dios": 2482,
  "dioses": 2483,
  "dir": 2484,
  "dira": 2485,
  "direccin": 2486,
  "direcciones": 2487,
  "directamente": 2488,
  "directo": 2489,
  "director": 2490,
  "dirige": 2491,
  "dirigen": 2492,
  "dirigido": 2493,
  "dirigimos": 2494,
  "dirjase": 2495,
  "discapacidad": 2496,
  "discapacitados": 2497,
  "discoteca": 2498,
  "discotecas": 2499,
  "discovery": 2500,
  "discriminacin": 2501,
  "disculpa": 2502,
  "disculpas": 2503,
  "discusin": 2504,
  "discusiones": 2505,
  "discuti": 2506,
  "discutir": 2507,
  "diseado": 2508,
  "diseo": 2509,
  "disfrut": 2510,
  "disfruta": 2511,
  "disfrutado": 2512,
  "disfrutamos": 2513,
  "disfrutan": 2514,
  "disfrutando": 2515,
  "disfrutar": 2516,
  "disfrutaras": 2517,
  "disfrutarla": 2518,
  "disfrutarlo": 2519,
  "disfrutaron": 2520,
  "disfrutas": 2521,
  "disfrute": 2522,
  "disfruto": 2523,
  "disminuido": 2524,
  "disminuy": 2525,
  "disparos": 2526,
  "disperso": 2527,
  "dispone": 2528,
  "disponibilidad": 2529,
  "disponible": 2530,
  "disponibles": 2531,
  "disposicin": 2532,
  "dispuesta": 2533,
  "dispuesto": 2534,
  "dispuestos": 2535,
  "distancia": 2536,
  "distancias": 2537,
  "distante": 2538,
  "distingue": 2539,
  "distinta": 2540,
  "distintas": 2541,
  "distinto": 2542,
  "distintos": 2543,
  "distribucin": 2544,
  "dive": 2545,
  "diversas": 2546,
  "diversin": 2547,
  "diversos": 2548,
  "divertida": 2549,
  "divertidas": 2550,
  "divertido": 2551,
  "divertidos": 2552,
  "divertimos": 2553,
  "divertirse": 2554,
  "dividido": 2555,
  "dividimos": 2556,
  "dividir": 2557,
  "divino": 2558,
  "dj": 2559,
  "dlar": 2560,
  "dlares": 2561,
  "dnde": 2562,
  "do": 2563,
  "doble": 2564,
  "dobles": 2565,
  "doce": 2566,
  "docena": 2567,
  "docenas": 2568,
  "dolar": 2569,
  "dolares": 2570,
  "dolor": 2571,
  "dolores": 2572,
  "domingo": 2573,
  "domingos": 2574,
  "domo": 2575,
  "don": 2576,
  "donacin": 2577,
  "donas": 2578,
  "donde": 2579,
  "doquier": 2580,
  "dorm": 2581,
  "dormida": 2582,
  "dormido": 2583,
  "dormidos": 2584,
  "dormimos": 2585,
  "dormir": 2586,
  "dormitorio": 2587,
  "dos": 2588,
  "doscientos": 2589,
  "doy": 2590,
  "dr": 2591,
  "dreams": 2592,
  "drenaje": 2593,
  "drinks": 2594,
  "drive": 2595,
  "ducha": 2596,
  "duchas": 2597,
  "duda": 2598,
  "dudamos": 2599,
  "dudarlo": 2600,
  "dudas": 2601,
  "dudes": 2602,
  "dudo": 2603,
  "dudosa": 2604,
  "duea": 2605,
  "duendes": 2606,
  "dueo": 2607,
  "dueos": 2608,
  "duermes": 2609,
  "dulce": 2610,
  "dulces": 2611,
  "dunas": 2612,
  "dur": 2613,
  "dura": 2614,
  "duracin": 2615,
  "durante": 2616,
  "durar": 2617,
  "duras": 2618,
  "duro": 2619,
  "duros": 2620,
  "dvd": 2621,
  "dzitnup": 2622,
  "día": 2623,
  "dólares": 2624,
  "e": 2625,
  "each": 2626,
  "ebrio": 2627,
  "echa": 2628,
  "echadas": 2629,
  "echamos": 2630,
  "echar": 2631,
  "echo": 2632,
  "eco": 2633,
  "ecolgica": 2634,
  "ecolgico": 2635,
  "ecolgicos": 2636,
  "econmica": 2637,
  "econmicas": 2638,
  "econmico": 2639,
  "econmicos": 2640,
  "economico": 2641,
  "ecosistema": 2642,
  "edad": 2643,
  "edades": 2644,
  "edificio": 2645,
  "edificios": 2646,
  "edredn": 2647,
  "eduardo": 2648,
  "educacin": 2649,
  "educadamente": 2650,
  "educado": 2651,
  "edward": 2652,
  "ee": 2653,
  "efectivamente": 2654,
  "efectivo": 2655,
  "efecto": 2656,
  "eficaz": 2657,
  "eficiente": 2658,
  "eh": 2659,
  "ej": 2660,
  "ejecutiva": 2661,
  "ejecutivo": 2662,
  "ejecutivos": 2663,
