{
  "char_to_idx": {
    "\n": 0,
    " ": 1,
    "!": 2,
    "\"": 3,
    "$": 4,
    "&": 5,
    "'": 6,
    "(": 7,
    ")": 8,
    "*": 9,
    ",": 10,
    "-": 11,
    ".": 12,
    "/": 13,
    "0": 14,
    "1": 15,
    "2": 16,
    "3": 17,
    "4": 18,
    "5": 19,
    "6": 20,
    "7": 21,
    "8": 22,
    "9": 23,
    ":": 24,
    ";": 25,
    "<": 26,
    ">": 27,
    "?": 28,
    "A": 29,
    "B": 30,
    "C": 31,
    "D": 32,
    "E": 33,
    "F": 34,
    "G": 35,
    "H": 36,
    "I": 37,
    "J": 38,
    "K": 39,
    "L": 40,
    "M": 41,
    "N": 42,
    "O": 43,
    "P": 44,
    "Q": 45,
    "R": 46,
    "S": 47,
    "T": 48,
    "U": 49,
    "V": 50,
    "W": 51,
    "X": 52,
    "Y": 53,
    "Z": 54,
    "[": 55,
    "]": 56,
    "_": 57,
    "a": 58,
    "b": 59,
    "c": 60,
    "d": 61,
    "e": 62,
    "f": 63,
    "g": 64,
    "h": 65,
    "i": 66,
    "j": 67,
    "k": 68,
    "l": 69,
    "m": 70,
    "n": 71,
    "o": 72,
    "p": 73,
    "q": 74,
    "r": 75,
    "s": 76,
    "t": 77,
    "u": 78,
    "v": 79,
    "w": 80,
    "x": 81,
    "y": 82,
    "z": 83,
    "|": 84,
    "¡": 85,
    "É": 86,
    "Î": 87,
    "à": 88,
    "á": 89,
    "ç": 90,
    "è": 91,
    "é": 92,
    "ê": 93,
    "ë": 94,
    "í": 95,
    "ñ": 96,
    "ó": 97,
    "ö": 98,
    "ú": 99,
    "ü": 100,
    "ē": 101,
    "Ő": 102,
    "Р": 103,
    "е": 104,
    "и": 105,
    "й": 106,
    "к": 107,
    "с": 108,
    "у": 109,
    "​": 110,
    "–": 111,
    "—": 112,
    "‘": 113,
    "’": 114,
    "“": 115,
    "”": 116,
    "…": 117,
    "⁠": 118,
    "万": 119,
    "中": 120,
    "体": 121,
    "倶": 122,
    "億": 123,
    "少": 124,
    "年": 125,
    "文": 126,
    "楽": 127,
    "简": 128,
    "者": 129,
    "部": 130,
    "長": 131,
    "기": 132,
    "끝": 133,
    "나": 134,
    "내": 135,
    "년": 136,
    "는": 137,
    "다": 138,
    "데": 139,
    "돈": 140,
    "들": 141,
    "만": 142,
    "많": 143,
    "멋": 144,
    "모": 145,
    "발": 146,
    "백": 147,
    "봐": 148,
    "소": 149,
    "스": 150,
    "신": 151,
    "의": 152,
    "일": 153,
    "임": 154,
    "있": 155,
    "자": 156,
    "장": 157,
    "좀": 158,
    "주": 159,
    "진": 160,
    "짜": 161,
    "타": 162
  },
  "idx_to_char": {
    "0": "\n",
    "1": " ",
    "2": "!",
    "3": "\"",
    "4": "$",
    "5": "&",
    "6": "'",
    "7": "(",
    "8": ")",
    "9": "*",
    "10": ",",
    "11": "-",
    "12": ".",
    "13": "/",
    "14": "0",
    "15": "1",
    "16": "2",
    "17": "3",
    "18": "4",
    "19": "5",
    "20": "6",
    "21": "7",
    "22": "8",
    "23": "9",
    "24": ":",
    "25": ";",
    "26": "<",
    "27": ">",
    "28": "?",
    "29": "A",
    "30": "B",
    "31": "C",
    "32": "D",
    "33": "E",
    "34": "F",
    "35": "G",
    "36": "H",
    "37": "I",
    "38": "J",
    "39": "K",
    "40": "L",
    "41": "M",
    "42": "N",
    "43": "O",
    "44": "P",
    "45": "Q",
    "46": "R",
    "47": "S",
    "48": "T",
    "49": "U",
    "50": "V",
    "51": "W",
    "52": "X",
    "53": "Y",
    "54": "Z",
    "55": "[",
    "56": "]",
    "57": "_",
    "58": "a",
    "59": "b",
    "60": "c",
    "61": "d",
    "62": "e",
    "63": "f",
    "64": "g",
    "65": "h",
    "66": "i",
    "67": "j",
    "68": "k",
    "69": "l",
    "70": "m",
    "71": "n",
    "72": "o",
    "73": "p",
    "74": "q",
    "75": "r",
    "76": "s",
    "77": "t",
    "78": "u",
    "79": "v",
    "80": "w",
    "81": "x",
    "82": "y",
    "83": "z",
    "84": "|",
    "85": "¡",
    "86": "É",
    "87": "Î",
    "88": "à",
    "89": "á",
    "90": "ç",
    "91": "è",
    "92": "é",
    "93": "ê",
    "94": "ë",
    "95": "í",
    "96": "ñ",
    "97": "ó",
    "98": "ö",
    "99": "ú",
    "100": "ü",
    "101": "ē",
    "102": "Ő",
    "103": "Р",
    "104": "е",
    "105": "и",
    "106": "й",
    "107": "к",
    "108": "с",
    "109": "у",
    "110": "​",
    "111": "–",
    "112": "—",
    "113": "‘",
    "114": "’",
    "115": "“",
    "116": "”",
    "117": "…",
    "118": "⁠",
    "119": "万",
    "120": "中",
    "121": "体",
    "122": "倶",
    "123": "億",
    "124": "少",
    "125": "年",
    "126": "文",
    "127": "楽",
    "128": "简",
    "129": "者",
    "130": "部",
    "131": "長",
    "132": "기",
    "133": "끝",
    "134": "나",
    "135": "내",
    "136": "년",
    "137": "는",
    "138": "다",
    "139": "데",
    "140": "돈",
    "141": "들",
    "142": "만",
    "143": "많",
    "144": "멋",
    "145": "모",
    "146": "발",
    "147": "백",
    "148": "봐",
    "149": "소",
    "150": "스",
    "151": "신",
    "152": "의",
    "153": "일",
    "154": "임",
    "155": "있",
    "156": "자",
    "157": "장",
    "158": "좀",
    "159": "주",
    "160": "진",
    "161": "짜",
    "162": "타"
  },
  "vocab_size": 163,
  "level": "character"
}