{
  "word_to_idx": {
    "\"": 0,
    "\"****,": 1,
    "\"20": 2,
    "\"6": 3,
    "\"A": 4,
    "\"A-ha!\"": 5,
    "\"A-ha!\",": 6,
    "\"Ahh,": 7,
    "\"All": 8,
    "\"Amen\"": 9,
    "\"And": 10,
    "\"Annie,": 11,
    "\"Another": 12,
    "\"Are": 13,
    "\"Ay,": 14,
    "\"Ayy,": 15,
    "\"BLAH,": 16,
    "\"Baby": 17,
    "\"Baby,": 18,
    "\"Back": 19,
    "\"Bad": 20,
    "\"Bang,": 21,
    "\"Be": 22,
    "\"Beat": 23,
    "\"Beep-beep,\"": 24,
    "\"Beg": 25,
    "\"Big": 26,
    "\"Billie": 27,
    "\"Bitch,": 28,
    "\"Black-on-Black": 29,
    "\"Bout": 30,
    "\"Breathe,": 31,
    "\"Brenda's": 32,
    "\"Bring": 33,
    "\"Bro,": 34,
    "\"Brown": 35,
    "\"Build": 36,
    "\"But": 37,
    "\"Can": 38,
    "\"Carry": 39,
    "\"Check-a-ho\"": 40,
    "\"Chill,": 41,
    "\"Come": 42,
    "\"Compton!\"": 43,
    "\"Compton's": 44,
    "\"Damn!": 45,
    "\"Damn,": 46,
    "\"Dawg,": 47,
    "\"Dear": 48,
    "\"Death": 49,
    "\"Diamonds\"": 50,
    "\"Did": 51,
    "\"Dior": 52,
    "\"Dior,": 53,
    "\"Dixie\"": 54,
    "\"Dody": 55,
    "\"Does": 56,
    "\"Don't": 57,
    "\"Dot": 58,
    "\"Down": 59,
    "\"Every": 60,
    "\"Excuse": 61,
    "\"Eyes": 62,
    "\"Faith,\"": 63,
    "\"Father,": 64,
    "\"Finish": 65,
    "\"Flippa\"": 66,
    "\"For": 67,
    "\"Forget": 68,
    "\"Four": 69,
    "\"Free": 70,
    "\"Friend": 71,
    "\"Fuck": 72,
    "\"Fuck!": 73,
    "\"Gas,\"": 74,
    "\"Get": 75,
    "\"Gimme": 76,
    "\"Go": 77,
    "\"Guitar\"": 78,
    "\"Hail": 79,
    "\"Have": 80,
    "\"He": 81,
    "\"He's": 82,
    "\"Hello,": 83,
    "\"Hello?": 84,
    "\"Hey,": 85,
    "\"Hey,\"": 86,
    "\"Homie,": 87,
    "\"Hovito's": 88,
    "\"How": 89,
    "\"How,": 90,
    "\"Huh\"": 91,
    "\"Huh,\"": 92,
    "\"Hydrate,": 93,
    "\"I": 94,
    "\"I'd": 95,
    "\"I'll": 96,
    "\"I'm": 97,
    "\"I'ma": 98,
    "\"Illuminati": 99,
    "\"In": 100,
    "\"Is": 101,
    "\"It": 102,
    "\"It's": 103,
    "\"I’ll": 104,
    "\"JAY-Z": 105,
    "\"Jesus": 106,
    "\"Jigga": 107,
    "\"Jigga\"": 108,
    "\"Jigga,": 109,
    "\"K-Dot,": 110,
    "\"K-Lamar,": 111,
    "\"K.": 112,
    "\"Kayne\"": 113,
    "\"Kendrick,": 114,
    "\"Kickin'": 115,
    "\"Know": 116,
    "\"Kunta\"": 117,
    "\"Last": 118,
    "\"Let": 119,
    "\"Let's": 120,
    "\"Life": 121,
    "\"Lift": 122,
    "\"Like": 123,
    "\"Listen,": 124,
    "\"Longevity": 125,
    "\"Look": 126,
    "\"Look,": 127,
    "\"Lord": 128,
    "\"Love": 129,
    "\"Mad": 130,
    "\"Malibooyah\"": 131,
    "\"Mama\"": 132,
    "\"Man,": 133,
    "\"Me": 134,
    "\"Minivan\"": 135,
    "\"Mo'": 136,
    "\"Mommy,": 137,
    "\"Mortal": 138,
    "\"Murder\"": 139,
    "\"Murder,": 140,
    "\"My": 141,
    "\"Nam": 142,
    "\"New": 143,
    "\"Next\"": 144,
    "\"Nigga,": 145,
    "\"Nigga—bruh—nigga,": 146,
    "\"No": 147,
    "\"No\"": 148,
    "\"No,": 149,
    "\"No,\"": 150,
    "\"No...": 151,
    "\"OV-ho\"": 152,
    "\"Oh": 153,
    "\"Oh,": 154,
    "\"Okay,": 155,
    "\"Old": 156,
    "\"One,": 157,
    "\"Oochie": 158,
    "\"Other": 159,
    "\"Papi,": 160,
    "\"Please": 161,
    "\"Porsche\"": 162,
    "\"Pray": 163,
    "\"Pre-haps": 164,
    "\"Pssh,": 165,
    "\"Put": 166,
    "\"Queen\"": 167,
    "\"Rap": 168,
    "\"Read": 169,
    "\"Renegade\":": 170,
    "\"Ribbon": 171,
    "\"S.C.\"": 172,
    "\"Secret": 173,
    "\"See,": 174,
    "\"She": 175,
    "\"She's": 176,
    "\"Sherm": 177,
    "\"Shit": 178,
    "\"Shit,": 179,
    "\"Shook": 180,
    "\"Sing": 181,
    "\"Slave\"": 182,
    "\"Slavery": 183,
    "\"So": 184,
    "\"Son,": 185,
    "\"Sorry": 186,
    "\"Sorry,\"": 187,
    "\"Speech": 188,
    "\"Still,": 189,
    "\"Stop": 190,
    "\"Strive": 191,
    "\"TAA!\"": 192,
    "\"Taking": 193,
    "\"Taylor": 194,
    "\"Tell": 195,
    "\"Thank": 196,
    "\"That": 197,
    "\"That's": 198,
    "\"The": 199,
    "\"There": 200,
    "\"They": 201,
    "\"Think": 202,
    "\"This": 203,
    "\"Thou": 204,
    "\"Top": 205,
    "\"Turn": 206,
    "\"Un": 207,
    "\"Vengeance": 208,
    "\"We": 209,
    "\"Well,": 210,
    "\"What": 211,
    "\"What's": 212,
    "\"What?\"": 213,
    "\"When": 214,
    "\"Where": 215,
    "\"Where's": 216,
    "\"Who": 217,
    "\"Why": 218,
    "\"Will": 219,
    "\"Woo-hah!\"": 220,
    "\"Yah\"": 221,
    "\"Yawk,": 222,
    "\"Ye,": 223,
    "\"Yeah,": 224,
    "\"Yeezy,": 225,
    "\"Yo,": 226,
    "\"You": 227,
    "\"You're": 228,
    "\"Youngin,": 229,
    "\"Your": 230,
    "\"all": 231,
    "\"ball": 232,
    "\"be": 233,
    "\"because\"": 234,
    "\"big": 235,
    "\"buck\"": 236,
    "\"but,\"": 237,
    "\"don't": 238,
    "\"doo-doo-doo-doot,": 239,
    "\"fi-fie-fo-fum\"": 240,
    "\"fuck": 241,
    "\"hooray\"": 242,
    "\"just": 243,
    "\"killa\"": 244,
    "\"more": 245,
    "\"nigga\"": 246,
    "\"nigga,": 247,
    "\"nigga,\"": 248,
    "\"niggas": 249,
    "\"shh-shh\"": 250,
    "\"shoot": 251,
    "\"that's": 252,
    "\"trust\"": 253,
    "\"untitled": 254,
    "\"wait\"": 255,
    "\"we,\"": 256,
    "\"where": 257,
    "\"why?\"": 258,
    "\"woop": 259,
    "\"you": 260,
    "$10.99": 261,
    "$9.99": 262,
    "$ign": 263,
    "$ign,": 264,
    "$ign]": 265,
    "&": 266,
    "'": 267,
    "''The": 268,
    "',": 269,
    "'04": 270,
    "'09": 271,
    "'70s": 272,
    "'80s": 273,
    "'80s,": 274,
    "'85": 275,
    "'88": 276,
    "'88,": 277,
    "'92": 278,
    "'93,": 279,
    "'94,": 280,
    "'95": 281,
    "'96": 282,
    "'96,": 283,
    "'96?": 284,
    "'Bach": 285,
    "'Bachs": 286,
    "'Bleau,": 287,
    "'Bout": 288,
    "'Bron": 289,
    "'Cause": 290,
    "'Cedes": 291,
    "'Cept": 292,
    "'Din": 293,
    "'Fore": 294,
    "'Fuck": 295,
    "'Gram": 296,
    "'Gram,": 297,
    "'I": 298,
    "'Illmatic'": 299,
    "'Kay,": 300,
    "'Less": 301,
    "'Magine": 302,
    "'Mari,": 303,
    "'Member": 304,
    "'Nolia": 305,
    "'Nother": 306,
    "'Oliver!'": 307,
    "'Pac": 308,
    "'Pac?": 309,
    "'Rari": 310,
    "'Round": 311,
    "'Scuse": 312,
    "'Sophie'": 313,
    "'Specially": 314,
    "'Stead,": 315,
    "'The": 316,
    "'Til": 317,
    "'Ville": 318,
    "'Vito,": 319,
    "'X": 320,
    "'Ye": 321,
    "'Ye,": 322,
    "'bout": 323,
    "'bout,": 324,
    "'bout?": 325,
    "'caine": 326,
    "'carnated": 327,
    "'cause": 328,
    "'cause,": 329,
    "'cept": 330,
    "'cide": 331,
    "'cross": 332,
    "'do": 333,
    "'dro": 334,
    "'dro'ed": 335,
    "'dro,": 336,
    "'em": 337,
    "'em!": 338,
    "'em!\"": 339,
    "'em\"": 340,
    "'em)": 341,
    "'em,": 342,
    "'em?": 343,
    "'exed?": 344,
    "'fore": 345,
    "'fraid": 346,
    "'fuck": 347,
    "'ghini": 348,
    "'gin": 349,
    "'head": 350,
    "'head,": 351,
    "'im": 352,
    "'ing": 353,
    "'jects": 354,
    "'less": 355,
    "'lone": 356,
    "'member": 357,
    "'member,": 358,
    "'motional": 359,
    "'motional,": 360,
    "'nem,": 361,
    "'nitser": 362,
    "'nother": 363,
    "'nough": 364,
    "'posed": 365,
    "'proaches,": 366,
    "'rents": 367,
    "'respect'": 368,
    "'round": 369,
    "'round,": 370,
    "'scuse": 371,
    "'shrooms": 372,
    "'shrooms,": 373,
    "'til": 374,
    "'till": 375,
    "'tween": 376,
    "'vert": 377,
    "'way": 378,
    "'za,": 379,
    "(": 380,
    "(\"JAY-Z": 381,
    "(\"Let": 382,
    "(&": 383,
    "('Cause": 384,
    "('Fore),": 385,
    "('Sup,": 386,
    "(*Hangs": 387,
    "(*Offstage": 388,
    "(*Sound": 389,
    "(21st-century": 390,
    "(A": 391,
    "(A-ha-ha,": 392,
    "(AK)": 393,
    "(AOWW!)": 394,
    "(Again)": 395,
    "(Ah!)": 396,
    "(Ah)": 397,
    "(Ah),": 398,
    "(Ah,": 399,
    "(Aha)": 400,
    "(Aight)": 401,
    "(Ain't": 402,
    "(All": 403,
    "(Already)": 404,
    "(Alright)": 405,
    "(Altogether,": 406,
    "(Amen),": 407,
    "(And": 408,
    "(Antibiotic": 409,
    "(Anything)": 410,
    "(Anything?)": 411,
    "(Anything?),": 412,
    "(Ape,": 413,
    "(Asked": 414,
    "(Aww)": 415,
    "(Ayy)": 416,
    "(Ayy,": 417,
    "(B-ball": 418,
    "(Ball": 419,
    "(Ball)?": 420,
    "(Bang!)": 421,
    "(Baow)": 422,
    "(Bed-Stuy)": 423,
    "(Bet)": 424,
    "(Bey,": 425,
    "(Big": 426,
    "(Bigga)": 427,
    "(Bitch)": 428,
    "(Bitch,": 429,
    "(Black": 430,
    "(Bling-bling)": 431,
    "(Boom!)": 432,
    "(Boom)": 433,
    "(Boom,": 434,
    "(Bro)": 435,
    "(Brownsville)": 436,
    "(Brr)": 437,
    "(Brrrt)": 438,
    "(Brrt,": 439,
    "(Buildin'": 440,
    "(Bullshittin',": 441,
    "(Bushwick)": 442,
    "(Business),": 443,
    "(But": 444,
    "(C'est": 445,
    "(C'mon)": 446,
    "(Can't": 447,
    "(Carlene)": 448,
    "(Cereal!)": 449,
    "(Check)": 450,
    "(Christ!)": 451,
    "(Clark": 452,
    "(Clinton": 453,
    "(Come": 454,
    "(Complex)": 455,
    "(Complex),": 456,
    "(Congratulations)": 457,
    "(Conversation)": 458,
    "(Counterfeits),": 459,
    "(Courtesy": 460,
    "(Crazy)": 461,
    "(Crown": 462,
    "(Damn)": 463,
    "(Dash": 464,
    "(Dawg)": 465,
    "(Day-ayy)": 466,
    "(Dealin'": 467,
    "(Diamonds": 468,
    "(Dissin')": 469,
    "(Do": 470,
    "(Don't": 471,
    "(Doodle-doodle-ooh,": 472,
    "(Doot!": 473,
    "(Doot!)": 474,
    "(Down)": 475,
    "(Down,": 476,
    "(Drank)": 477,
    "(Drank),": 478,
    "(Drop)": 479,
    "(Dynasty)": 480,
    "(East": 481,
    "(Entitled)": 482,
    "(Everybody": 483,
    "(Expectations)": 484,
    "(Fact),": 485,
    "(Facts)": 486,
    "(Father,": 487,
    "(Fa—),": 488,
    "(Fi-fie-fo-fum)": 489,
    "(Fi-fie-fo-fum),": 490,
    "(Fi-fie-fo-fum,": 491,
    "(Flatbush)": 492,
    "(Float,": 493,
    "(Foreign)": 494,
    "(Forever": 495,
    "(Fort": 496,
    "(Free": 497,
    "(Frostbit),": 498,
    "(Fuck": 499,
    "(Fuck!)": 500,
    "(Fuck)": 501,
    "(Gah,": 502,
    "(Gentiles)": 503,
    "(Get": 504,
    "(Get)": 505,
    "(Girls": 506,
    "(Glory)": 507,
    "(Go": 508,
    "(Go)": 509,
    "(Good": 510,
    "(Gyah,": 511,
    "(H": 512,
    "(Ha": 513,
    "(Ha)": 514,
    "(Hah,": 515,
    "(Haha)": 516,
    "(Hallelujah)": 517,
    "(Haunt": 518,
    "(Haunt)": 519,
    "(Haunt;": 520,
    "(Ha—)": 521,
    "(He": 522,
    "(He'll": 523,
    "(Heatstroke)": 524,
    "(Heaven": 525,
    "(Hee)": 526,
    "(Here": 527,
    "(Hey!)": 528,
    "(Hey),": 529,
    "(Hey,": 530,
    "(Highlights)": 531,
    "(Hindi)": 532,
    "(Hmm)": 533,
    "(Hol'": 534,
    "(Hold": 535,
    "(Holla": 536,
    "(Hooray)": 537,
    "(Hov'!)": 538,
    "(Hov')": 539,
    "(How": 540,
    "(How's": 541,
    "(Huh)": 542,
    "(Huh),": 543,
    "(Huh,": 544,
    "(Huh?),": 545,
    "(Hum-V)]": 546,
    "(Humming)": 547,
    "(Hungry),": 548,
    "(I": 549,
    "(I'm": 550,
    "(I've": 551,
    "(If": 552,
    "(In": 553,
    "(Interlude)": 554,
    "(Invite": 555,
    "(Is": 556,
    "(Is)": 557,
    "(It's": 558,
    "(J-j-jump)": 559,
    "(J-jump)": 560,
    "(Jigga)": 561,
    "(Jigga,": 562,
    "(Just": 563,
    "(Keep": 564,
    "(Kenny),": 565,
    "(Kid)": 566,
    "(La": 567,
    "(La-a,": 568,
    "(Lately)": 569,
    "(Lately,": 570,
    "(Lenny": 571,
    "(Let": 572,
    "(Let's": 573,
    "(Like": 574,
    "(Look": 575,
    "(Lord": 576,
    "(Lord,": 577,
    "(Love": 578,
    "(Lust": 579,
    "(Make": 580,
    "(Man)": 581,
    "(Man,": 582,
    "(Man-Man)": 583,
    "(Marcy)": 584,
    "(Me": 585,
    "(Me,": 586,
    "(Mentally": 587,
    "(Mhm)": 588,
    "(Mhm),": 589,
    "(Mind": 590,
    "(Miss": 591,
    "(Mm)": 592,
    "(Mm,": 593,
    "(Mm-mm)": 594,
    "(Mm-mm),": 595,
    "(Mmm,": 596,
    "(Money": 597,
    "(Money,": 598,
    "(More,": 599,
    "(Mr.": 600,
    "(My": 601,
    "(Nah": 602,
    "(Nah)": 603,
    "(Nah),": 604,
    "(Naw,": 605,
    "(Never)": 606,
    "(New": 607,
    "(Nigga!)": 608,
    "(Nigga)": 609,
    "(Niggas)": 610,
    "(Niggas),": 611,
    "(Night,": 612,
    "(No": 613,
    "(No)": 614,
    "(No,": 615,
    "(Noth-noth—)": 616,
    "(Now)": 617,
    "(Oh": 618,
    "(Oh)": 619,
    "(Oh),": 620,
    "(Oh,": 621,
    "(Oh-nah-nah-nah-nah)": 622,
    "(Ohh,": 623,
    "(Okay)": 624,
    "(On": 625,
    "(One": 626,
    "(One,": 627,
    "(Oochie": 628,
    "(Ooh)": 629,
    "(Ooh,": 630,
    "(Ooh-ooh)": 631,
    "(Ooh-ooh-ooh,": 632,
    "(Out": 633,
    "(Ow!)": 634,
    "(Past": 635,
    "(Perfect!)": 636,
    "(Pirellis": 637,
    "(Play)": 638,
    "(Please": 639,
    "(Po-pool": 640,
    "(Police": 641,
    "(Pool": 642,
    "(Pourin')": 643,
    "(Power)": 644,
    "(Pray": 645,
    "(Pull": 646,
    "(Put": 647,
    "(Racks)": 648,
    "(Rain)": 649,
    "(Really)": 650,
    "(Recipe)": 651,
    "(Red": 652,
    "(Red),": 653,
    "(Remix)": 654,
    "(Ride": 655,
    "(Rider)": 656,
    "(Right": 657,
    "(Right)": 658,
    "(Right),": 659,
    "(Robbing": 660,
    "(Rode": 661,
    "(Rum": 662,
    "(Russian)": 663,
    "(Sandman)": 664,
    "(Say,": 665,
    "(See": 666,
    "(Sha)": 667,
    "(Shake,": 668,
    "(Sheesh)": 669,
    "(Sheesh,": 670,
    "(Shit)": 671,
    "(Simplified": 672,
    "(Since": 673,
    "(Sit": 674,
    "(Ski,": 675,
    "(Skrrt,": 676,
    "(Slide)": 677,
    "(Slow": 678,
    "(Slow)": 679,
    "(Smoke": 680,
    "(So": 681,
    "(So?)": 682,
    "(Sonic": 683,
    "(Soul)": 684,
    "(Stack),": 685,
    "(Stay),": 686,
    "(Stiggity)": 687,
    "(Still": 688,
    "(Straight": 689,
    "(St—)": 690,
    "(Take": 691,
    "(Talk)": 692,
    "(Task": 693,
    "(Technology": 694,
    "(Tell": 695,
    "(Thank": 696,
    "(That": 697,
    "(That's": 698,
    "(That)": 699,
    "(The": 700,
    "(These": 701,
    "(They": 702,
    "(Thinkin'": 703,
    "(Thirty": 704,
    "(This": 705,
    "(Throne)": 706,
    "(Throw": 707,
    "(Tired)": 708,
    "(Titi),": 709,
    "(To": 710,
    "(Top": 711,
    "(Traduzione": 712,
    "(Trippin',": 713,
    "(True,": 714,
    "(Truth": 715,
    "(Tryna": 716,
    "(Two-step)": 717,
    "(Ugh)": 718,
    "(Ugh,": 719,
    "(Ugh-ugh)": 720,
    "(Ugh-ugh,": 721,
    "(Uh": 722,
    "(Uh!)": 723,
    "(Uh)": 724,
    "(Uh),": 725,
    "(Uh,": 726,
    "(Uh-huh)": 727,
    "(Uh-huh,": 728,
    "(Uh-huh-uh,": 729,
    "(Uh-oh,": 730,
    "(Uh-uh)": 731,
    "(Uhh)": 732,
    "(Uhuu)": 733,
    "(Uno)": 734,
    "(Up": 735,
    "(Us)": 736,
    "(Ven": 737,
    "(Video)": 738,
    "(Voilà!)": 739,
    "(Vroom,": 740,
    "(Wah,": 741,
    "(Wake-ups),": 742,
    "(Walk": 743,
    "(Was": 744,
    "(Was)": 745,
    "(Wat-watch": 746,
    "(Watch": 747,
    "(Way": 748,
    "(We": 749,
    "(West,": 750,
    "(We’re": 751,
    "(What": 752,
    "(What's": 753,
    "(What?)": 754,
    "(What?),": 755,
    "(When": 756,
    "(Where": 757,
    "(Who)": 758,
    "(Who?)": 759,
    "(Whoo!)": 760,
    "(Whose...)": 761,
    "(Why?)": 762,
    "(With": 763,
    "(With)": 764,
    "(Without": 765,
    "(Woah)": 766,
    "(Woah-woah)": 767,
    "(Woah-woah,": 768,
    "(Won't": 769,
    "(Woo!": 770,
    "(Woo!)": 771,
    "(Woo)": 772,
    "(Woo),": 773,
    "(Woo,": 774,
    "(Word),": 775,
    "(Work)": 776,
    "(Wow)": 777,
    "(Wri')": 778,
    "(Wri',": 779,
    "(W—),": 780,
    "(Y'all": 781,
    "(Y-Yeah!": 782,
    "(Ya": 783,
    "(Yap,": 784,
    "(Yeah!": 785,
    "(Yeah)": 786,
    "(Yeah),": 787,
    "(Yeah,": 788,
    "(Yep)": 789,
    "(Yes": 790,
    "(Yes)": 791,
    "(Yes,": 792,
    "(Yessir)": 793,
    "(Yo,": 794,
    "(Yoga": 795,
    "(You": 796,
    "(You!)": 797,
    "(You're": 798,
    "(You,": 799,
    "(Your": 800,
    "(Yours": 801,
    "(Yuh)": 802,
    "(Yup)": 803,
    "(and": 804,
    "(brrrr)": 805,
    "(choose": 806,
    "(cough)": 807,
    "(forever,": 808,
    "(h/t": 809,
    "(skirt)": 810,
    "(uh)": 811,
    "(uh,": 812,
    "(uh-huh)": 813,
    "(uh-huh,": 814,
    ")": 815,
    "),": 816,
    ")]": 817,
    "****": 818,
    "****'s": 819,
    "****,": 820,
    "*Applause*": 821,
    "*Breathing*": 822,
    "*Car": 823,
    "*Gunshot*": 824,
    "*Scratches*": 825,
    "*baby": 826,
    "*snaps*.": 827,
    "*}": 828,
    ",": 829,
    ",)": 830,
    ",and": 831,
    ",doG": 832,
    ",erom": 833,
    "-": 834,
    "-Min'": 835,
    ".": 836,
    "...": 837,
    "...but": 838,
    ".223,": 839,
    ".38": 840,
    ".45": 841,
    ".L.": 842,
    "/": 843,
    "0": 844,
    "07": 845,
    "070": 846,
    "1": 847,
    "1%": 848,
    "1's": 849,
    "10": 850,
    "10,": 851,
    "10,000": 852,
    "10-year": 853,
    "100": 854,
    "100%": 855,
    "100's": 856,
    "100,": 857,
    "100K": 858,
    "100K,": 859,
    "101": 860,
    "106": 861,
    "10:": 862,
    "10:30": 863,
    "10th": 864,
    "10th,": 865,
    "11": 866,
    "11:": 867,
    "11:30": 868,
    "12": 869,
    "12:": 870,
    "12th": 871,
    "13": 872,
    "13's": 873,
    "142nd,": 874,
    "14?": 875,
    "15": 876,
    "15th,": 877,
    "16": 878,
    "16's": 879,
    "1831": 880,
    "1947": 881,
    "1963": 882,
    "1970": 883,
    "1980": 884,
    "1985": 885,
    "1:": 886,
    "1]": 887,
    "1s": 888,
    "1st": 889,
    "2": 890,
    "2,": 891,
    "2-ways": 892,
    "20": 893,
    "20's,": 894,
    "200": 895,
    "2004": 896,
    "2009,": 897,
    "2012?": 898,
    "2014,": 899,
    "2015,": 900,
    "2020,": 901,
    "2024,": 902,
    "2025,": 903,
    "21": 904,
    "21,": 905,
    "211]": 906,
    "21st": 907,
    "21st-century": 908,
    "22": 909,
    "23": 910,
    "23s,": 911,
    "24/7,": 912,
    "24th,": 913,
    "25": 914,
    "250": 915,
    "28": 916,
    "28:28": 917,
    "28th,": 918,
    "2:": 919,
    "2:30": 920,
    "2Pac": 921,
    "2Pac's": 922,
    "2Pac,": 923,
    "2Teez": 924,
    "2]": 925,
    "3": 926,
    "3-thou": 927,
    "30": 928,
    "30-plus": 929,
    "300": 930,
    "300,": 931,
    "3000": 932,
    "314": 933,
    "365": 934,
    "39th,": 935,
    "3:": 936,
    "3:30": 937,
    "3D,": 938,
    "3H]": 939,
    "3]": 940,
    "3rd": 941,
    "4": 942,
    "4,": 943,
    "4-5's": 944,
    "4-B": 945,
    "4.0": 946,
    "4.6": 947,
    "4.6?\"": 948,
    "40": 949,
    "40,": 950,
    "40/40": 951,
    "405": 952,
    "405,": 953,
    "45": 954,
    "45,": 955,
    "47th": 956,
    "4:": 957,
    "4:4": 958,
    "4Runner's": 959,
    "4]": 960,
    "4th": 961,
    "4th,": 962,
    "5": 963,
    "5'": 964,
    "5',": 965,
    "5'5\"": 966,
    "5'6\"": 967,
    "5's": 968,
    "5,": 969,
    "50": 970,
    "50,": 971,
    "50-nigga": 972,
    "50/50": 973,
    "50/50,": 974,
    "500,": 975,
    "509": 976,
    "50K": 977,
    "55th,": 978,
    "560": 979,
    "5:": 980,
    "5]": 981,
    "6": 982,
    "6'2\",": 983,
    "6'5\"": 984,
    "6,\"": 985,
    "62's,": 986,
    "64th": 987,
    "69": 988,
    "6:": 989,
    "7": 990,
    "7,": 991,
    "7.62s'll": 992,
    "700's,": 993,
    "72": 994,
    "79th": 995,
    "79th,": 996,
    "7:": 997,
    "7th": 998,
    "8": 999,
    "8-ball": 1000,
    "808": 1001,
    "82": 1002,
    "83rd,": 1003,
    "88": 1004,
    "8:": 1005,
    "8:33": 1006,
    "8:36": 1007,
    "8th": 1008,
    "9": 1009,
    "9,": 1010,
    "9-1-1,": 1011,
    "9-7": 1012,
    "900": 1013,
    "911": 1014,
    "911,": 1015,
    "96": 1016,
    "99": 1017,
    "9:": 1018,
    "9:08": 1019,
    "9th": 1020,
    ":": 1021,
    ";": 1022,
    "<|song_end|>": 1023,
    "<|song_start|>": 1024,
    "?": 1025,
    "A": 1026,
    "A$AP": 1027,
    "A&R's": 1028,
    "A&R's,": 1029,
    "A&Rs": 1030,
    "A'ight,": 1031,
    "A,": 1032,
    "A-1": 1033,
    "A-Team": 1034,
    "A-bay,": 1035,
    "A-di-dos": 1036,
    "A-la-la-la-lah-la-lahhhhh": 1037,
    "A-list": 1038,
    "A-list?": 1039,
    "A-yo,": 1040,
    "A.I": 1041,
    "A.J.?)": 1042,
    "A.M.,": 1043,
    "A.m.": 1044,
    "A1": 1045,
    "AC,": 1046,
    "ADHD": 1047,
    "AI?": 1048,
    "AIDS": 1049,
    "AK": 1050,
    "AK's,": 1051,
    "AK-47": 1052,
    "AKs": 1053,
    "AP": 1054,
    "AP,": 1055,
    "AR's": 1056,
    "AR's,": 1057,
    "ASAP": 1058,
    "AT": 1059,
    "ATMs": 1060,
    "ATV": 1061,
    "AV": 1062,
    "AZ": 1063,
    "AZ,": 1064,
    "Aaliyah": 1065,
    "Aaliyah,": 1066,
    "Aaliyah]": 1067,
    "Ab-Soul]": 1068,
    "Abernathy,": 1069,
    "About": 1070,
    "Abraham": 1071,
    "Abusin'": 1072,
    "Abusing": 1073,
    "Ac',": 1074,
    "According": 1075,
    "Accumulated": 1076,
    "Ace": 1077,
    "Ace,": 1078,
    "Achilles": 1079,
    "Ackeejuice": 1080,
    "Across": 1081,
    "Act": 1082,
    "Actin'": 1083,
    "Actually": 1084,
    "Adam": 1085,
    "Add": 1086,
    "Additional": 1087,
    "Address": 1088,
    "Adeles": 1089,
    "Adidas": 1090,
    "Adidas,": 1091,
    "Adjourning": 1092,
    "Administer": 1093,
    "Adnis": 1094,
    "Adonis": 1095,
    "Adrian": 1096,
    "Advice": 1097,
    "Advil": 1098,
    "Afflalo": 1099,
    "Africa": 1100,
    "Africa,": 1101,
    "Africa.": 1102,
    "African": 1103,
    "Afrika": 1104,
    "Afro-tech": 1105,
    "Afros": 1106,
    "After": 1107,
    "Afucker": 1108,
    "Against": 1109,
    "Agh!": 1110,
    "Aguiler-y": 1111,
    "Ah": 1112,
    "Ah!": 1113,
    "Ah,": 1114,
    "Ah-ha,": 1115,
    "Aha,": 1116,
    "Ahahah!": 1117,
    "Ahahaha": 1118,
    "Ahhhh,": 1119,
    "Ahki": 1120,
    "Aim": 1121,
    "Aimin’": 1122,
    "Ain't": 1123,
    "Ain’t": 1124,
    "Air": 1125,
    "Airs,": 1126,
    "Ak'": 1127,
    "Akbar": 1128,
    "Akcuf’hum": 1129,
    "Akon": 1130,
    "Al": 1131,
    "Alabama": 1132,
    "Alameda,": 1133,
    "Albert,": 1134,
    "Album": 1135,
    "Album,": 1136,
    "Alcohol": 1137,
    "Aldin,": 1138,
    "Aldo": 1139,
    "Ale": 1140,
    "Alexander": 1141,
    "Alexandre": 1142,
    "Alexis": 1143,
    "Alford": 1144,
    "Alford]": 1145,
    "Alhamdulillah,": 1146,
    "Ali": 1147,
    "Alibis": 1148,
    "Alicia": 1149,
    "Alive": 1150,
    "Alive”": 1151,
    "Alizé": 1152,
    "All": 1153,
    "All'd": 1154,
    "All-black": 1155,
    "Allah": 1156,
    "Allan": 1157,
    "Allen": 1158,
    "Allow": 1159,
    "Alls": 1160,
    "Allstate": 1161,
    "Allāhu": 1162,
    "Almost": 1163,
    "Alondra": 1164,
    "Alondra,": 1165,
    "Along": 1166,
    "Alori": 1167,
    "Alpo": 1168,
    "Already": 1169,
    "Alright": 1170,
    "Alright,": 1171,
    "Although": 1172,
    "Although,": 1173,
    "Always": 1174,
    "Alzheimer's": 1175,
    "Al—alright,": 1176,
    "Am": 1177,
    "Am'": 1178,
    "Amatullah": 1179,
    "Amber": 1180,
    "Ambien": 1181,
    "Ambition": 1182,
    "Amen,": 1183,
    "America": 1184,
    "America's": 1185,
    "America,": 1186,
    "America?": 1187,
    "American": 1188,
    "Americana": 1189,
    "Americans": 1190,
    "Amil": 1191,
    "Amil-lion": 1192,
    "Amil]": 1193,
    "Amin": 1194,
    "Amityville,": 1195,
    "Amnesia": 1196,
    "Amnesty": 1197,
    "Amnesty]": 1198,
    "Amplified": 1199,
    "An": 1200,
    "An-an-an-an-anytime": 1201,
    "Analyze,": 1202,
    "Ancestors": 1203,
    "And": 1204,
    "And,": 1205,
    "Andre": 1206,
    "Andrew": 1207,
    "André": 1208,
    "Angel": 1209,
    "Angela": 1210,
    "Angeles": 1211,
    "Angeles,": 1212,
    "Angelou,": 1213,
    "Angels,": 1214,
    "Angie,": 1215,
    "Animaniac": 1216,
    "Anita": 1217,
    "Anja": 1218,
    "Ann": 1219,
    "Anna": 1220,
    "Annie": 1221,
    "Annie,": 1222,
    "Another": 1223,
    "Ant": 1224,
    "Anthony": 1225,
    "Antibiotic": 1226,
    "Antoinette,": 1227,
    "Antydote]": 1228,
    "Any": 1229,
    "Anybody": 1230,
    "Anyone": 1231,
    "Anythin',": 1232,
    "Anything": 1233,
    "Anything,": 1234,
    "Anything?": 1235,
    "Anytime": 1236,
    "Apartment": 1237,
    "Ape": 1238,
    "Apollo": 1239,
    "Apollonia": 1240,
    "Apologies": 1241,
    "Applaud": 1242,
    "Apple": 1243,
    "Apple,": 1244,
    "Appreciate": 1245,
    "April": 1246,
    "April,": 1247,
    "Aqua": 1248,
    "Arabia": 1249,
    "Arabians,": 1250,
    "Arca": 1251,
    "Arca,": 1252,
    "Architectural": 1253,
    "Are": 1254,
    "Area": 1255,
    "Argentina": 1256,
    "Arguin'": 1257,
    "Aria": 1258,
    "Arie": 1259,
    "Ark": 1260,
    "Arm": 1261,
    "Arm,": 1262,
    "Armadale": 1263,
    "Armand": 1264,
    "Armor": 1265,
    "Army": 1266,
    "Army,": 1267,
    "Arnold": 1268,
    "Arnold;": 1269,
    "Arnold]": 1270,
    "Around": 1271,
    "Arron": 1272,
    "Arroz": 1273,
    "Art": 1274,
    "Arthur": 1275,
    "As": 1276,
    "Ash": 1277,
    "Ashland": 1278,
    "Ashley": 1279,
    "Asian": 1280,
    "Asian,": 1281,
    "Asians,": 1282,
    "Aside": 1283,
    "Ask": 1284,
    "Asked": 1285,
    "Askin'": 1286,
    "Asking": 1287,
    "Ason": 1288,
    "Ass": 1289,
    "Ass,": 1290,
    "Ass]": 1291,
    "Assante": 1292,
    "Aston": 1293,
    "At": 1294,
    "Atari": 1295,
    "Atlanta": 1296,
    "Atlanta,": 1297,
    "Attorney,": 1298,
    "Aubrey": 1299,
    "Audemars": 1300,
    "Audience": 1301,
    "August": 1302,
    "Aunt": 1303,
    "Auntie": 1304,
    "Austin": 1305,
    "Auto-Tune": 1306,
    "Avalon,": 1307,
    "Ave,": 1308,
    "Aw": 1309,
    "Aw,": 1310,
    "Award": 1311,
    "Awards": 1312,
    "Away": 1313,
    "Awesome,": 1314,
    "Awkward": 1315,
    "Aww,": 1316,
    "Ay!": 1317,
    "Ay,": 1318,
    "Ayy": 1319,
    "Ayy,": 1320,
    "Az": 1321,
    "Azures": 1322,
    "B": 1323,
    "B,": 1324,
    "B-High": 1325,
    "B-I,": 1326,
    "B-L-A-D’s": 1327,
    "B-L-A-D’s,": 1328,
    "B-R,": 1329,
    "B-Rad": 1330,
    "B-U-N": 1331,
    "B-b-b-b-bound": 1332,
    "B-ball": 1333,
    "B.": 1334,
    "B.I.G": 1335,
    "B.I.G.": 1336,
    "B.I.G.'s": 1337,
    "B.I.G.]": 1338,
    "B.I.G]": 1339,
    "B?": 1340,
    "BEAM": 1341,
    "BET": 1342,
    "BGs": 1343,
    "BK": 1344,
    "BLAH\"": 1345,
    "BM,": 1346,
    "BOY": 1347,
    "BS": 1348,
    "B]": 1349,
    "Babe": 1350,
    "Babe,": 1351,
    "Baby": 1352,
    "Baby\"": 1353,
    "Baby,": 1354,
    "Baby]": 1355,
    "Baca": 1356,
    "Back": 1357,
    "Back,\"": 1358,
    "Back-split": 1359,
    "Backbone": 1360,
    "Backstroke": 1361,
    "Backway,": 1362,
    "Bacons": 1363,
    "Bad": 1364,
    "Bad,": 1365,
    "Bad-ass": 1366,
    "Bada": 1367,
    "Badly": 1368,
    "Badu-me—well,": 1369,
    "Bae": 1370,
    "Baggy": 1371,
    "Bainbriddidge": 1372,
    "Baka": 1373,
    "Baker": 1374,
    "Baker's": 1375,
    "Bakin'": 1376,
    "Balding": 1377,
    "Ball": 1378,
    "Ballantine": 1379,
    "Ballin'": 1380,
    "Balling": 1381,
    "Bally": 1382,
    "Ballys": 1383,
    "Bambaataa": 1384,
    "Banana": 1385,
    "Band-Aid": 1386,
    "Bang": 1387,
    "Bang\"": 1388,
    "Banner": 1389,
    "Bans": 1390,
    "Bans?": 1391,
    "Bape": 1392,
    "Baptists": 1393,
    "Barack": 1394,
    "Barbie": 1395,
    "Barbie,": 1396,
    "Barbies": 1397,
    "Barefoot": 1398,
    "Bari]": 1399,
    "Barnes": 1400,
    "Barney": 1401,
    "Barrera]": 1402,
    "Barrett": 1403,
    "Barrett]": 1404,
    "Barricaded": 1405,
    "Bars": 1406,
    "Basel": 1407,
    "Baseline": 1408,
    "Basketball": 1409,
    "Basquiat": 1410,
    "Basquiats,": 1411,
    "Bassey": 1412,
    "Bassey's": 1413,
    "Bassey]": 1414,
    "Bathing": 1415,
    "Bauer": 1416,
    "Bay": 1417,
    "Baywatch": 1418,
    "Be": 1419,
    "Beach": 1420,
    "Beanie": 1421,
    "Beanie's": 1422,
    "Beans": 1423,
    "Bear": 1424,
    "Beast,": 1425,
    "Beast]": 1426,
    "Beat": 1427,
    "Beatin'": 1428,
    "Beatle": 1429,
    "Beatles": 1430,
    "Beatz": 1431,
    "Beatz]": 1432,
    "Beautiful": 1433,
    "Beauty": 1434,
    "Because": 1435,
    "Beckham": 1436,
    "Becky": 1437,
    "Become": 1438,
    "Bed-Stuy": 1439,
    "Bed-Stuy,": 1440,
    "Bee,": 1441,
    "Been": 1442,
    "Beenie": 1443,
    "Beep,": 1444,
    "Before": 1445,
    "Being": 1446,
    "Believe": 1447,
    "Believe,": 1448,
    "Belt": 1449,
    "Belvedere": 1450,
    "Belvederes,": 1451,
    "Ben": 1452,
    "Benjamin": 1453,
    "Benjamin?": 1454,
    "Benjamins": 1455,
    "Benji": 1456,
    "Benji,": 1457,
    "Bennington": 1458,
    "Bentley": 1459,
    "Bentley?": 1460,
    "Bentleys": 1461,
    "Benz": 1462,
    "Benz,": 1463,
    "Benzes": 1464,
    "Benzes,": 1465,
    "Benzo": 1466,
    "Benét": 1467,
    "Benét!": 1468,
    "Berry": 1469,
    "Berry...": 1470,
    "Besides,": 1471,
    "Best": 1472,
    "Bet": 1473,
    "Beth": 1474,
    "Better": 1475,
    "Betty": 1476,
    "Between": 1477,
    "Beverly": 1478,
    "Bey": 1479,
    "Bey)": 1480,
    "Bey,": 1481,
    "Bey-Bey": 1482,
    "Beyoncé": 1483,
    "Beyoncé,": 1484,
    "Beyoncé]": 1485,
    "Beyoncés": 1486,
    "Beyond": 1487,
    "Bhasker": 1488,
    "Bhasker,": 1489,
    "Bhasker]": 1490,
    "Bia": 1491,
    "Bible": 1492,
    "Bick": 1493,
    "Big": 1494,
    "Big's": 1495,
    "Big,": 1496,
    "Big-ass": 1497,
    "Big-dog": 1498,
    "Bigalow": 1499,
    "Bigga": 1500,
    "Bigger": 1501,
    "Biggie": 1502,
    "Biggie,": 1503,
    "Biggie;": 1504,
    "Biggin'": 1505,
    "Biggs": 1506,
    "Biggs'": 1507,
    "Biggs,": 1508,
    "Bilal": 1509,
    "Bilal]": 1510,
    "Bill": 1511,
    "Billboard": 1512,
    "Billboards,": 1513,
    "Billie": 1514,
    "Billionaire": 1515,
    "Billy": 1516,
    "Bing-bop-boom-boom-boom-bop-bam": 1517,
    "Bink!": 1518,
    "Bird": 1519,
    "Bird-ass": 1520,
    "Birds": 1521,
    "Birkin": 1522,
    "Birth": 1523,
    "Birthday\":": 1524,
    "Bishop": 1525,
    "Bitch": 1526,
    "Bitch\"": 1527,
    "Bitch,": 1528,
    "Bitch-ass": 1529,
    "Bitches": 1530,
    "Bite": 1531,
    "Bitin'": 1532,
    "Biz": 1533,
    "Blac": 1534,
    "Black": 1535,
    "Black,": 1536,
    "Black-on-Black": 1537,
    "Black-owned": 1538,
    "Black]": 1539,
    "Blackjack,": 1540,
    "Blacks": 1541,
    "Blacks,": 1542,
    "Blackstreet?": 1543,
    "Blacky": 1544,
    "Blaine": 1545,
    "Blaine-ing": 1546,
    "Blame": 1547,
    "Blanco": 1548,
    "Bland": 1549,
    "Blaow!": 1550,
    "Blaps": 1551,
    "Blast": 1552,
    "Blatantly": 1553,
    "Blaze]": 1554,
    "Blazin": 1555,
    "Blazin',": 1556,
    "Bleek": 1557,
    "Bleek,": 1558,
    "Bless": 1559,
    "Blessed": 1560,
    "Blew": 1561,
    "Blige": 1562,
    "Blige]": 1563,
    "Blind": 1564,
    "Blink": 1565,
    "Block": 1566,
    "Block,": 1567,
    "Blocka,": 1568,
    "Blood": 1569,
    "Blood?": 1570,
    "Bloody": 1571,
    "Blow": 1572,
    "Blow!": 1573,
    "Blue": 1574,
    "Blue\"": 1575,
    "Blue's": 1576,
    "Blue,": 1577,
    "Blue-eyed": 1578,
    "Blue?\"": 1579,
    "Blueprint": 1580,
    "Blues": 1581,
    "Blythe": 1582,
    "Bo": 1583,
    "Bob": 1584,
    "Bob's": 1585,
    "Bob-a-Lob,": 1586,
    "Bobalob": 1587,
    "Bobby": 1588,
    "Bodegas,": 1589,
    "Bodies": 1590,
    "Body": 1591,
    "Body-slammed": 1592,
    "Boeing": 1593,
    "Bolling": 1594,
    "Bomb": 1595,
    "Bomber": 1596,
    "Bond": 1597,
    "Bondin'": 1598,
    "Bone": 1599,
    "Bonnie": 1600,
    "Bono]": 1601,
    "Boo-hoo's": 1602,
    "Boog,": 1603,
    "Book": 1604,
    "Boom-bye-bye,": 1605,
    "Boosie": 1606,
    "Boost": 1607,
    "Boosters": 1608,
    "Booth)": 1609,
    "Boras,": 1610,
    "Bordeaux": 1611,
    "Borders": 1612,
    "Boris": 1613,
    "Born": 1614,
    "Bosko,": 1615,
    "Boston": 1616,
    "Both": 1617,
    "Bottle": 1618,
    "Bottle-shaped": 1619,
    "Bottom": 1620,
    "Boucher": 1621,
    "Bought": 1622,
    "Bougie": 1623,
    "Boulevard": 1624,
    "Boulevard,": 1625,
    "Bounce": 1626,
    "Bounce,": 1627,
    "Bounce..": 1628,
    "Bounced": 1629,
    "Bouncing": 1630,
    "Bound": 1631,
    "Bout": 1632,
    "Bow": 1633,
    "Bowl": 1634,
    "Boy": 1635,
    "Boy's": 1636,
    "Boy,": 1637,
    "Boy?": 1638,
    "Boys": 1639,
    "Brace": 1640,
    "Brad": 1641,
    "Brad's": 1642,
    "Brag,": 1643,
    "Braggin'": 1644,
    "Braille": 1645,
    "Brain": 1646,
    "Branch": 1647,
    "Brand": 1648,
    "Brand,": 1649,
    "Brazilian,": 1650,
    "Brazilians,": 1651,
    "Break": 1652,
    "Break]": 1653,
    "Breakin'": 1654,
    "Breakneck": 1655,
    "Breeze": 1656,
    "Breezy,": 1657,
    "Breguets": 1658,
    "Breitling,": 1659,
    "Brenda": 1660,
    "Brian": 1661,
    "Bridges": 1662,
    "Bridget": 1663,
    "Bring": 1664,
    "Brion": 1665,
    "Brion]": 1666,
    "Britney,": 1667,
    "Bro": 1668,
    "Bro,": 1669,
    "Broad": 1670,
    "Broadway": 1671,
    "Broadway,": 1672,
    "Broady,": 1673,
    "Brock": 1674,
    "Brodie": 1675,
    "Brodinski,": 1676,
    "Brody": 1677,
    "Brody,": 1678,
    "Broke": 1679,
    "Broke-bitch": 1680,
    "Broken": 1681,
    "Bronfman,": 1682,
    "Brook-Nam": 1683,
    "Brooklyn": 1684,
    "Brooklyn!": 1685,
    "Brooklyn's": 1686,
    "Brooklyn,": 1687,
    "Brooklyn-Dodger": 1688,
    "Brooklyn-lyn-lyn": 1689,
    "Brooklyn...": 1690,
    "Brooklyn—": 1691,
    "Brother": 1692,
    "Brother,": 1693,
    "Brougham,": 1694,
    "Brought": 1695,
    "Brown": 1696,
    "Brown,": 1697,
    "Brown]": 1698,
    "Brownsville": 1699,
    "Bruh,": 1700,
    "Bruins": 1701,
    "Bryant": 1702,
    "Buchanan's": 1703,
    "Buchanans]": 1704,
    "Bucket": 1705,
    "Buckwheat-ass": 1706,
    "Buddha": 1707,
    "Buddha,": 1708,
    "Buddhist": 1709,
    "Buddhist,": 1710,
    "Buddy": 1711,
    "Bueller": 1712,
    "Buffett": 1713,
    "Bugatti,": 1714,
    "Bugatti?": 1715,
    "Bugattis": 1716,
    "Buick": 1717,
    "Buick,": 1718,
    "Builder": 1719,
    "Built": 1720,
    "Buju,": 1721,
    "Bull": 1722,
    "Bulletproof": 1723,
    "Bullets'd": 1724,
    "Bullis": 1725,
    "Bullis,": 1726,
    "Bullshit": 1727,
    "Bullshit,": 1728,
    "Bully,": 1729,
    "Bum-tu-bum-bum-bum": 1730,
    "Bump": 1731,
    "Bumpin'": 1732,
    "Bumping": 1733,
    "Bun": 1734,
    "Bunch": 1735,
    "Bunk": 1736,
    "Burgers": 1737,
    "Burgundies,": 1738,
    "Burgundy": 1739,
    "Burn": 1740,
    "Burn\"": 1741,
    "Burner": 1742,
    "Burning": 1743,
    "Burnin’": 1744,
    "Burnt": 1745,
    "Burrell]": 1746,
    "Bush": 1747,
    "Bussin'": 1748,
    "Busta": 1749,
    "But": 1750,
    "But,": 1751,
    "Butler,": 1752,
    "Butterfly": 1753,
    "Butterworth": 1754,
    "Buy": 1755,
    "Buzz": 1756,
    "Buzzin',": 1757,
    "Bvlgari": 1758,
    "By": 1759,
    "By:": 1760,
    "Bye": 1761,
    "Bye,": 1762,
    "Bēkon": 1763,
    "Bēkon]": 1764,
    "C": 1765,
    "C'mon": 1766,
    "C'mon,": 1767,
    "C,": 1768,
    "C-notes": 1769,
    "C.": 1770,
    "CBS": 1771,
    "CCA": 1772,
    "CD": 1773,
    "CD's": 1774,
    "CD,": 1775,
    "CDs": 1776,
    "CEO's": 1777,
    "CIA,": 1778,
    "CNN": 1779,
    "CO": 1780,
    "CO's": 1781,
    "COVID": 1782,
    "CSI": 1783,
    "C]": 1784,
    "Cabo": 1785,
    "Cabrini-Green": 1786,
    "Caddy": 1787,
    "Caddy,": 1788,
    "Cadillac;": 1789,
    "Caesar": 1790,
    "Caesar\"": 1791,
    "Caesar's": 1792,
    "Caicos": 1793,
    "Cairo": 1794,
    "Cajun": 1795,
    "Cake": 1796,
    "Calabasas": 1797,
    "Calamities": 1798,
    "Cali',": 1799,
    "California": 1800,
    "California,": 1801,
    "Californicatin'": 1802,
    "Call": 1803,
    "Called": 1804,
    "Callin'": 1805,
    "Calling": 1806,
    "Calm": 1807,
    "Cam": 1808,
    "Camaro": 1809,
    "Cambridge": 1810,
    "Came": 1811,
    "Camel": 1812,
    "Cameras": 1813,
    "Camino": 1814,
    "Camry": 1815,
    "Can": 1816,
    "Can't": 1817,
    "Canadian": 1818,
    "Cancun": 1819,
    "Candy-coated,": 1820,
    "Candyman": 1821,
    "Cannonballs": 1822,
    "Cano,": 1823,
    "Can’t": 1824,
    "Cap'n": 1825,
    "Capelton]": 1826,
    "Capitalists": 1827,
    "Capri": 1828,
    "Capri]": 1829,
    "Capricorn": 1830,
    "Car": 1831,
    "Caravan": 1832,
    "Card": 1833,
    "Card,": 1834,
    "Cardi": 1835,
    "Cardio": 1836,
    "Career": 1837,
    "Carl": 1838,
    "Carl,": 1839,
    "Carline": 1840,
    "Carlos": 1841,
    "Carlos,": 1842,
    "Caroline": 1843,
    "Carpe": 1844,
    "Carried": 1845,
    "Carry": 1846,
    "Cars": 1847,
    "Carta": 1848,
    "Carter": 1849,
    "Carter,": 1850,
    "Carter]": 1851,
    "Carters": 1852,
    "Carti": 1853,
    "Carti]": 1854,
    "Cartiers?": 1855,
    "Cartoons": 1856,
    "Cash,": 1857,
    "Casper,": 1858,
    "Cassius": 1859,
    "Cast": 1860,
    "Castillo": 1861,
    "Castor": 1862,
    "Cat": 1863,
    "Catch": 1864,
    "Catchin'": 1865,
    "Catholic": 1866,
    "Catholics": 1867,
    "Catholics,": 1868,
    "Caught": 1869,
    "Cause": 1870,
    "Cavalier": 1871,
    "Cay,": 1872,
    "Cedric": 1873,
    "Cee-lo,": 1874,
    "Celebrate": 1875,
    "Celery,": 1876,
    "Celine": 1877,
    "Cent'anni": 1878,
    "Centennial": 1879,
    "Central": 1880,
    "Central,": 1881,
    "Centuries": 1882,
    "Certified": 1883,
    "Chad": 1884,
    "Chad,": 1885,
    "Chain": 1886,
    "Chains": 1887,
    "Chainz": 1888,
    "Champagne": 1889,
    "Champagne,": 1890,
    "Champale,": 1891,
    "Chan,": 1892,
    "Chandon": 1893,
    "Chanel,": 1894,
    "Change": 1895,
    "Changed": 1896,
    "Changin'": 1897,
    "Channel": 1898,
    "Chapter": 1899,
    "Charge": 1900,
    "Charges": 1901,
    "Charles": 1902,
    "Charlie": 1903,
    "Chauncey": 1904,
    "Che": 1905,
    "Check": 1906,
    "Check,": 1907,
    "Checkin'": 1908,
    "Cheer": 1909,
    "Cheerios": 1910,
    "Cheese": 1911,
    "Cheetah": 1912,
    "Chelsea": 1913,
    "Cherokees": 1914,
    "Cherry-red": 1915,
    "Chester": 1916,
    "Chevrolet": 1917,
    "Chevy": 1918,
    "Chevy,": 1919,
    "Chevys,": 1920,
    "Chew": 1921,
    "Chewbacca": 1922,
    "Chi": 1923,
    "Chi'": 1924,
    "Chi',": 1925,
    "Chi,": 1926,
    "Chi-Town": 1927,
    "Chi-Town's": 1928,
    "Chi-Town,": 1929,
    "Chi-town": 1930,
    "Chicago": 1931,
    "Chicago!": 1932,
    "Chicago,": 1933,
    "Chick": 1934,
    "Chick-fil-A": 1935,
    "Chief": 1936,
    "Chike": 1937,
    "Chike]": 1938,
    "Child": 1939,
    "Children": 1940,
    "Chiles": 1941,
    "Chill,": 1942,
    "Chillin'": 1943,
    "Chilly": 1944,
    "Chin": 1945,
    "China": 1946,
    "China,": 1947,
    "Chinese": 1948,
    "Chinese)": 1949,
    "Chiraq": 1950,
    "Chiraq,": 1951,
    "Chitlin'": 1952,
    "Chloe": 1953,
    "Choice": 1954,
    "Choir": 1955,
    "Choir,": 1956,
    "Choir]": 1957,
    "Choos": 1958,
    "Choose": 1959,
    "Chop": 1960,
    "Chopped": 1961,
    "Chopra": 1962,
    "Choral": 1963,
    "Chordz,": 1964,
    "Chorus": 1965,
    "Chow's,": 1966,
    "Chris": 1967,
    "Chrisette": 1968,
    "Christ": 1969,
    "Christ\"": 1970,
    "Christ's": 1971,
    "Christ,": 1972,
    "Christian": 1973,
    "Christian,": 1974,
    "Christians": 1975,
    "Christie's": 1976,
    "Christies": 1977,
    "Christina": 1978,
    "Christmas": 1979,
    "Christmas,": 1980,
    "Chrome": 1981,
    "Chrysler": 1982,
    "Chubbs": 1983,
    "Chuck": 1984,
    "Chucks,": 1985,
    "Chucky,": 1986,
    "Church's": 1987,
    "Church,": 1988,
    "Chyna": 1989,
    "Ciara": 1990,
    "Circuit": 1991,
    "Circus": 1992,
    "Cirque": 1993,
    "City": 1994,
    "City!": 1995,
    "City\"—got": 1996,
    "City,": 1997,
    "Civil": 1998,
    "Claiming": 1999,
    "Clap": 2000,
    "Clarice?": 2001,
    "Claritin,": 2002,
    "Clark": 2003,
    "Claus": 2004,
    "Clay": 2005,
    "Clean": 2006,
    "Clear?": 2007,
    "Clearly": 2008,
    "Clearport": 2009,
    "Cleo": 2010,
    "Cliché,": 2011,
    "Cliché?": 2012,
    "Clinton": 2013,
    "Clinton]": 2014,
    "Clintons": 2015,
    "Close": 2016,
    "Closed": 2017,
    "Club": 2018,
    "Club\"": 2019,
    "Club,": 2020,
    "Cluck": 2021,
    "Clyde,": 2022,
    "Co's,": 2023,
    "Co-Produced": 2024,
    "Co-produced": 2025,
    "Co-signed": 2026,
    "Coach": 2027,
    "Coast": 2028,
    "Coast,": 2029,
    "Cocaine": 2030,
    "Cocaine,": 2031,
    "Cochise": 2032,
    "Cochran,": 2033,
    "Cocksucker": 2034,
    "Cognac": 2035,
    "Cohen": 2036,
    "Coinz,": 2037,
    "Coke": 2038,
    "Cold": 2039,
    "Coldplay": 2040,
    "Cole": 2041,
    "Cole!": 2042,
    "Cole)": 2043,
    "Cole,": 2044,
    "Cole]": 2045,
    "Colin": 2046,
    "Collab": 2047,
    "Colleek,": 2048,
    "College": 2049,
    "Collo": 2050,
    "Colombians": 2051,
    "Color": 2052,
    "Colorado": 2053,
    "Colors": 2054,
    "Colosseum": 2055,
    "Colson]": 2056,
    "Columbia,": 2057,
    "Columbine": 2058,
    "Columbine,": 2059,
    "Come": 2060,
    "Come,": 2061,
    "Comes": 2062,
    "Comin'": 2063,
    "Coming": 2064,
    "Commandment,": 2065,
    "Common": 2066,
    "Comp-ton,": 2067,
    "Complexion": 2068,
    "Compton": 2069,
    "Compton)": 2070,
    "Compton,": 2071,
    "Compton?": 2072,
    "Compton?\"": 2073,
    "Comptown": 2074,
    "Compulsive": 2075,
    "Conans,": 2076,
    "Concentrated": 2077,
    "Concorde": 2078,
    "Concrete": 2079,
    "Condos": 2080,
    "Confidence": 2081,
    "Confidentially": 2082,
    "Confrontation": 2083,
    "Congratulations,": 2084,
    "Congress": 2085,
    "Connie": 2086,
    "Conquer,": 2087,
    "Consciousness": 2088,
    "Consequence]": 2089,
    "Consequences": 2090,
    "Consolidate": 2091,
    "Conspiracies": 2092,
    "Conspiracy": 2093,
    "Constantly": 2094,
    "Contains": 2095,
    "Contributin'": 2096,
    "Conversation": 2097,
    "Conway": 2098,
    "Coogi": 2099,
    "Cook": 2100,
    "Cookin'": 2101,
    "Coolio": 2102,
    "Cop": 2103,
    "Copenhagen": 2104,
    "Copped": 2105,
    "Cops": 2106,
    "Cops,": 2107,
    "Copy": 2108,
    "Coretta": 2109,
    "Corleone": 2110,
    "Corn,": 2111,
    "Corniche": 2112,
    "Cornrow": 2113,
    "Corolla": 2114,
    "Corolla,": 2115,
    "Corporate": 2116,
    "Correctionals": 2117,
    "Corrupt": 2118,
    "Corvette": 2119,
    "Cosby": 2120,
    "Cosby\"": 2121,
    "Cosby?": 2122,
    "Cosell": 2123,
    "Cottage": 2124,
    "Couches,": 2125,
    "Cough": 2126,
    "Could": 2127,
    "Could've": 2128,
    "Couldn't": 2129,
    "Count": 2130,
    "Countach": 2131,
    "Countach,": 2132,
    "County": 2133,
    "County,": 2134,
    "Coupe": 2135,
    "Couple": 2136,
    "Course": 2137,
    "Cousin": 2138,
    "Couture": 2139,
    "Cover": 2140,
    "Covers": 2141,
    "Coyote!": 2142,
    "Coyotes": 2143,
    "Crack's": 2144,
    "Crackers": 2145,
    "Crackers?": 2146,
    "Cracks": 2147,
    "Crane": 2148,
    "Crash": 2149,
    "Crash,": 2150,
    "Crave": 2151,
    "Crawford,": 2152,
    "Crazy": 2153,
    "Crazy,": 2154,
    "Creator": 2155,
    "Credit": 2156,
    "Cree": 2157,
    "Crew": 2158,
    "Cried": 2159,
    "Crip": 2160,
    "Crippin'": 2161,
    "Crips": 2162,
    "Cris'": 2163,
    "Cris',": 2164,
    "Crist-ALL": 2165,
    "Crist-OWL": 2166,
    "Cristal": 2167,
    "Cristal's": 2168,
    "Cristal,": 2169,
    "Cristals": 2170,
    "Cristals,": 2171,
    "Critical,": 2172,
    "Critics": 2173,
    "Crooks": 2174,
    "Cross": 2175,
    "Crowe": 2176,
    "Crown": 2177,
    "Crown,": 2178,
    "Cruisin'": 2179,
    "Crumbs": 2180,
    "Crunch": 2181,
    "Crush": 2182,
    "Cry": 2183,
    "Cuba": 2184,
    "Cuba,": 2185,
    "Cuban": 2186,
    "Cubans": 2187,
    "Cube": 2188,
    "Cube,": 2189,
    "Cubs": 2190,
    "Cudi": 2191,
    "Cudi]": 2192,
    "Cue": 2193,
    "Cuh": 2194,
    "Cunningham,": 2195,
    "Cupid": 2196,
    "Curry,": 2197,
    "Cursin'": 2198,
    "Curtis": 2199,
    "Curves": 2200,
    "Cut": 2201,
    "Cutlass": 2202,
    "Cutthroat": 2203,
    "CyHi": 2204,
    "Cynical": 2205,
    "CÎROC": 2206,
    "D": 2207,
    "D'Angelo": 2208,
    "D'USSE": 2209,
    "D'USSÉ": 2210,
    "D'USSÉ,": 2211,
    "D'evils": 2212,
    "D's": 2213,
    "D's,": 2214,
    "D,": 2215,
    "D-Bo,": 2216,
    "D-O-T": 2217,
    "D-Wade?": 2218,
    "D-boy": 2219,
    "D.": 2220,
    "D.A.": 2221,
    "D.C.​": 2222,
    "D.O.A.": 2223,
    "D.R.U.G.$": 2224,
    "DA,": 2225,
    "DEA": 2226,
    "DJ": 2227,
    "DJs": 2228,
    "DM'in'": 2229,
    "DMT,": 2230,
    "DMV": 2231,
    "DNA": 2232,
    "DOA": 2233,
    "DOJ": 2234,
    "DUMBO": 2235,
    "DVD's,": 2236,
    "Da": 2237,
    "Da-da-n-dee-dee-dee-ooh-n-die-ayy-ayy": 2238,
    "Daddy": 2239,
    "Daddy,": 2240,
    "Daft": 2241,
    "Dahi": 2242,
    "Dale": 2243,
    "Dalí": 2244,
    "Dame": 2245,
    "Dame,": 2246,
    "Damian": 2247,
    "Damn": 2248,
    "Damn,": 2249,
    "Damned": 2250,
    "Dan": 2251,
    "Dance,": 2252,
    "Danchild,": 2253,
    "Dancing": 2254,
    "Dangerously,": 2255,
    "Daniel": 2256,
    "Danny": 2257,
    "Danroy": 2258,
    "Dapper": 2259,
    "Darby,": 2260,
    "Dark": 2261,
    "Darkest": 2262,
    "Darlene": 2263,
    "Dash": 2264,
    "Dash,": 2265,
    "Daughter": 2266,
    "Daughters,": 2267,
    "Dave": 2268,
    "Dave,": 2269,
    "Dave?": 2270,
    "David": 2271,
    "Davidson": 2272,
    "Davis": 2273,
    "Davis]": 2274,
    "Dawaun": 2275,
    "Dawg": 2276,
    "Dawg,": 2277,
    "Dawson,": 2278,
    "Day": 2279,
    "Day,": 2280,
    "Days": 2281,
    "De": 2282,
    "DeBarge": 2283,
    "DeHaven": 2284,
    "DeLorean": 2285,
    "DeMarco": 2286,
    "DeNiro": 2287,
    "DeRay]": 2288,
    "DeRoz'": 2289,
    "DeVille]": 2290,
    "Dead": 2291,
    "Deal": 2292,
    "Dean": 2293,
    "Dean,": 2294,
    "Dean]": 2295,
    "Dear": 2296,
    "Dearborns": 2297,
    "Death": 2298,
    "Deb": 2299,
    "Debarge": 2300,
    "Debbie": 2301,
    "Deceiving": 2302,
    "December": 2303,
    "December,": 2304,
    "Decks": 2305,
    "Dedicated": 2306,
    "Dedication,": 2307,
    "Dee-1": 2308,
    "Deebo": 2309,
    "Deelb": 2310,
    "Deep": 2311,
    "Deep,": 2312,
    "Deepak": 2313,
    "Deeper": 2314,
    "Def": 2315,
    "Definition": 2316,
    "Dehumanized,": 2317,
    "Deion": 2318,
    "Delores": 2319,
    "Dem": 2320,
    "Demarcus": 2321,
    "Dementia": 2322,
    "Demetrius": 2323,
    "Demo-Crips": 2324,
    "Demon": 2325,
    "Demon,": 2326,
    "Demons": 2327,
    "Dennis": 2328,
    "Dennis,": 2329,
    "Denny's,": 2330,
    "Denzel": 2331,
    "Depend": 2332,
    "Derek,": 2333,
    "Desensitized,": 2334,
    "Desert": 2335,
    "Designed": 2336,
    "Desiigner": 2337,
    "Desiigner]": 2338,
    "Destiny's": 2339,
    "Destroyed,": 2340,
    "Determination": 2341,
    "Detroit": 2342,
    "Deuce": 2343,
    "Deuteronomy": 2344,
    "Deutsch": 2345,
    "Devil": 2346,
    "Devil's": 2347,
    "Devo": 2348,
    "Dew": 2349,
    "Dew,": 2350,
    "Dew]": 2351,
    "Deyra": 2352,
    "Dez?": 2353,
    "Dezz]": 2354,
    "Diablo": 2355,
    "Diamond": 2356,
    "Diamonds": 2357,
    "Diamonds?": 2358,
    "Diana": 2359,
    "Dick": 2360,
    "Did": 2361,
    "Diddy": 2362,
    "Didn't": 2363,
    "Die": 2364,
    "Died": 2365,
    "Different": 2366,
    "Difficult": 2367,
    "Digame!": 2368,
    "Digest,": 2369,
    "Diggin'": 2370,
    "Dikembe,": 2371,
    "Dinner": 2372,
    "Dion": 2373,
    "Dior": 2374,
    "Dip,": 2375,
    "Dirt": 2376,
    "Dirty": 2377,
    "Dirty-mackin'": 2378,
    "Disciples": 2379,
    "Discounts": 2380,
    "Disguising": 2381,
    "Dismiss": 2382,
    "District": 2383,
    "Divorce": 2384,
    "Dizzle": 2385,
    "Dj": 2386,
    "Django": 2387,
    "Do": 2388,
    "Do-do-do-do-do-do-do-do-do-do,": 2389,
    "Doctor": 2390,
    "Doctors": 2391,
    "Dodgers": 2392,
    "Dodgin'": 2393,
    "Dody": 2394,
    "Dody6": 2395,
    "Doe,": 2396,
    "Does": 2397,
    "Doesn't": 2398,
    "Dog,": 2399,
    "Dogg": 2400,
    "Dogg]": 2401,
    "Doggie": 2402,
    "Doin'": 2403,
    "Doing": 2404,
    "Dolce,": 2405,
    "Doll,": 2406,
    "Dolla": 2407,
    "Dolla'd": 2408,
    "Dom": 2409,
    "Dominguez": 2410,
    "Dominicanos": 2411,
    "Dominicans": 2412,
    "Don": 2413,
    "Don's": 2414,
    "Don't": 2415,
    "Don,": 2416,
    "Donald": 2417,
    "Donatin'": 2418,
    "Donda": 2419,
    "Donda,": 2420,
    "Done": 2421,
    "Donny": 2422,
    "Don’t": 2423,
    "Doo's": 2424,
    "Doo's,": 2425,
    "Doo's;": 2426,
    "Door": 2427,
    "Doot!)": 2428,
    "Dope": 2429,
    "Dopson;": 2430,
    "Dorsey": 2431,
    "Dos": 2432,
    "Dot": 2433,
    "Dot,": 2434,
    "Dots": 2435,
    "Double": 2436,
    "Double-headed": 2437,
    "Double-park": 2438,
    "DoubleTree,": 2439,
    "Doug": 2440,
    "Doughboy": 2441,
    "Dow": 2442,
    "Down": 2443,
    "Down,": 2444,
    "Downing": 2445,
    "Downtown": 2446,
    "Dr.": 2447,
    "Drac',": 2448,
    "Dracos": 2449,
    "Drake": 2450,
    "Drake's": 2451,
    "Drake,": 2452,
    "Drake]": 2453,
    "Drama": 2454,
    "Drank": 2455,
    "Dre": 2456,
    "Dre]": 2457,
    "Dreadlocks": 2458,
    "Dream": 2459,
    "Dreams": 2460,
    "Dreams,": 2461,
    "Dries,": 2462,
    "Drill": 2463,
    "Drillinoise": 2464,
    "Drink": 2465,
    "Drink,": 2466,
    "Drinkin'": 2467,
    "Drip": 2468,
    "Drive": 2469,
    "Drive,": 2470,
    "Drivin'": 2471,
    "Driving": 2472,
    "Drizzy,": 2473,
    "Dro": 2474,
    "Drolo,": 2475,
    "Drop": 2476,
    "Drop-dro-dro-dro-drop,": 2477,
    "Dropout": 2478,
    "Dropped": 2479,
    "Dropping": 2480,
    "Drown": 2481,
    "Drowned": 2482,
    "Drug": 2483,
    "Drugs": 2484,
    "Drunk": 2485,
    "Dual": 2486,
    "Dublin": 2487,
    "Ducati": 2488,
    "Duck": 2489,
    "Duckin'": 2490,
    "Ducking": 2491,
    "Duckworth": 2492,
    "Duckworth)": 2493,
    "Duckworth:": 2494,
    "Duckworth]": 2495,
    "Dug": 2496,
    "Duh-duh": 2497,
    "Duh-duh-duh-duh-duh-duh-duh-duh": 2498,
    "Duke": 2499,
    "Dukes": 2500,
    "Dumb": 2501,
    "Dumbo": 2502,
    "Dummy": 2503,
    "Dummy,": 2504,
    "Dump": 2505,
    "Dun-duh,": 2506,
    "Dun-duh-duh,": 2507,
    "Duncan": 2508,
    "Dupri]": 2509,
    "Durag": 2510,
    "Durk": 2511,
    "Duro": 2512,
    "Dust,": 2513,
    "Dusted,": 2514,
    "Dutty": 2515,
    "Dwele": 2516,
    "Dwyane": 2517,
    "Dye": 2518,
    "Dyin'": 2519,
    "Dying": 2520,
    "Dylan": 2521,
    "Dynasty": 2522,
    "Dyno": 2523,
    "Dímelo": 2524,
    "Dīn": 2525,
    "D’ussé": 2526,
    "E": 2527,
    "E'erybody": 2528,
