{
  "char_to_idx": {
    "\n": 0,
    " ": 1,
    "!": 2,
    "\"": 3,
    "#": 4,
    "$": 5,
    "&": 6,
    "'": 7,
    "(": 8,
    ")": 9,
    "*": 10,
    ",": 11,
    "-": 12,
    ".": 13,
    "/": 14,
    "0": 15,
    "1": 16,
    "2": 17,
    "3": 18,
    "4": 19,
    "5": 20,
    "6": 21,
    "7": 22,
    "8": 23,
    "9": 24,
    ":": 25,
    ";": 26,
    "<": 27,
    ">": 28,
    "?": 29,
    "A": 30,
    "B": 31,
    "C": 32,
    "D": 33,
    "E": 34,
    "F": 35,
    "G": 36,
    "H": 37,
    "I": 38,
    "J": 39,
    "K": 40,
    "L": 41,
    "M": 42,
    "N": 43,
    "O": 44,
    "P": 45,
    "Q": 46,
    "R": 47,
    "S": 48,
    "T": 49,
    "U": 50,
    "V": 51,
    "W": 52,
    "X": 53,
    "Y": 54,
    "Z": 55,
    "[": 56,
    "]": 57,
    "_": 58,
    "a": 59,
    "b": 60,
    "c": 61,
    "d": 62,
    "e": 63,
    "f": 64,
    "g": 65,
    "h": 66,
    "i": 67,
    "j": 68,
    "k": 69,
    "l": 70,
    "m": 71,
    "n": 72,
    "o": 73,
    "p": 74,
    "q": 75,
    "r": 76,
    "s": 77,
    "t": 78,
    "u": 79,
    "v": 80,
    "w": 81,
    "x": 82,
    "y": 83,
    "z": 84,
    "{": 85,
    "|": 86,
    "}": 87,
    " ": 88,
    "Á": 89,
    "É": 90,
    "á": 91,
    "ç": 92,
    "è": 93,
    "é": 94,
    "ê": 95,
    "í": 96,
    "î": 97,
    "ñ": 98,
    "ó": 99,
    "ö": 100,
    "ù": 101,
    "ú": 102,
    "ü": 103,
    "ā": 104,
    "ğ": 105,
    "Ő": 106,
    "Р": 107,
    "е": 108,
    "и": 109,
    "й": 110,
    "к": 111,
    "с": 112,
    "у": 113,
    "द": 114,
    "न": 115,
    "ह": 116,
    "ि": 117,
    "ी": 118,
    "्": 119,
    " ": 120,
    "​": 121,
    "–": 122,
    "—": 123,
    "‘": 124,
    "’": 125,
    "“": 126,
    "”": 127,
    "…": 128,
    "′": 129,
    "、": 130,
    "い": 131,
    "う": 132,
    "か": 133,
    "け": 134,
    "こ": 135,
    "ご": 136,
    "さ": 137,
    "し": 138,
    "す": 139,
    "た": 140,
    "っ": 141,
    "で": 142,
    "ど": 143,
    "な": 144,
    "に": 145,
    "の": 146,
    "は": 147,
    "み": 148,
    "よ": 149,
    "り": 150,
    "ん": 151,
    "全": 152,
    "周": 153,
    "彼": 154,
    "楽": 155,
    "然": 156
  },
  "idx_to_char": {
    "0": "\n",
    "1": " ",
    "2": "!",
    "3": "\"",
    "4": "#",
    "5": "$",
    "6": "&",
    "7": "'",
    "8": "(",
    "9": ")",
    "10": "*",
    "11": ",",
    "12": "-",
    "13": ".",
    "14": "/",
    "15": "0",
    "16": "1",
    "17": "2",
    "18": "3",
    "19": "4",
    "20": "5",
    "21": "6",
    "22": "7",
    "23": "8",
    "24": "9",
    "25": ":",
    "26": ";",
    "27": "<",
    "28": ">",
    "29": "?",
    "30": "A",
    "31": "B",
    "32": "C",
    "33": "D",
    "34": "E",
    "35": "F",
    "36": "G",
    "37": "H",
    "38": "I",
    "39": "J",
    "40": "K",
    "41": "L",
    "42": "M",
    "43": "N",
    "44": "O",
    "45": "P",
    "46": "Q",
    "47": "R",
    "48": "S",
    "49": "T",
    "50": "U",
    "51": "V",
    "52": "W",
    "53": "X",
    "54": "Y",
    "55": "Z",
    "56": "[",
    "57": "]",
    "58": "_",
    "59": "a",
    "60": "b",
    "61": "c",
    "62": "d",
    "63": "e",
    "64": "f",
    "65": "g",
    "66": "h",
    "67": "i",
    "68": "j",
    "69": "k",
    "70": "l",
    "71": "m",
    "72": "n",
    "73": "o",
    "74": "p",
    "75": "q",
    "76": "r",
    "77": "s",
    "78": "t",
    "79": "u",
    "80": "v",
    "81": "w",
    "82": "x",
    "83": "y",
    "84": "z",
    "85": "{",
    "86": "|",
    "87": "}",
    "88": " ",
    "89": "Á",
    "90": "É",
    "91": "á",
    "92": "ç",
    "93": "è",
    "94": "é",
    "95": "ê",
    "96": "í",
    "97": "î",
    "98": "ñ",
    "99": "ó",
    "100": "ö",
    "101": "ù",
    "102": "ú",
    "103": "ü",
    "104": "ā",
    "105": "ğ",
    "106": "Ő",
    "107": "Р",
    "108": "е",
    "109": "и",
    "110": "й",
    "111": "к",
    "112": "с",
    "113": "у",
    "114": "द",
    "115": "न",
    "116": "ह",
    "117": "ि",
    "118": "ी",
    "119": "्",
    "120": " ",
    "121": "​",
    "122": "–",
    "123": "—",
    "124": "‘",
    "125": "’",
    "126": "“",
    "127": "”",
    "128": "…",
    "129": "′",
    "130": "、",
    "131": "い",
    "132": "う",
    "133": "か",
    "134": "け",
    "135": "こ",
    "136": "ご",
    "137": "さ",
    "138": "し",
    "139": "す",
    "140": "た",
    "141": "っ",
    "142": "で",
    "143": "ど",
    "144": "な",
    "145": "に",
    "146": "の",
    "147": "は",
    "148": "み",
    "149": "よ",
    "150": "り",
    "151": "ん",
    "152": "全",
    "153": "周",
    "154": "彼",
    "155": "楽",
    "156": "然"
  },
  "vocab_size": 157,
  "level": "character"
}