{
  "char_to_idx": {
    "\n": 0,
    " ": 1,
    "!": 2,
    "\"": 3,
    "$": 4,
    "%": 5,
    "&": 6,
    "'": 7,
    "(": 8,
    ")": 9,
    "*": 10,
    ",": 11,
    "-": 12,
    ".": 13,
    "/": 14,
    "0": 15,
    "1": 16,
    "2": 17,
    "3": 18,
    "4": 19,
    "5": 20,
    "6": 21,
    "7": 22,
    "8": 23,
    "9": 24,
    ":": 25,
    ";": 26,
    "<": 27,
    ">": 28,
    "?": 29,
    "A": 30,
    "B": 31,
    "C": 32,
    "D": 33,
    "E": 34,
    "F": 35,
    "G": 36,
    "H": 37,
    "I": 38,
    "J": 39,
    "K": 40,
    "L": 41,
    "M": 42,
    "N": 43,
    "O": 44,
    "P": 45,
    "Q": 46,
    "R": 47,
    "S": 48,
    "T": 49,
    "U": 50,
    "V": 51,
    "W": 52,
    "X": 53,
    "Y": 54,
    "Z": 55,
    "[": 56,
    "]": 57,
    "_": 58,
    "a": 59,
    "b": 60,
    "c": 61,
    "d": 62,
    "e": 63,
    "f": 64,
    "g": 65,
    "h": 66,
    "i": 67,
    "j": 68,
    "k": 69,
    "l": 70,
    "m": 71,
    "n": 72,
    "o": 73,
    "p": 74,
    "q": 75,
    "r": 76,
    "s": 77,
    "t": 78,
    "u": 79,
    "v": 80,
    "w": 81,
    "x": 82,
    "y": 83,
    "z": 84,
    "{": 85,
    "|": 86,
    "}": 87,
    "¡": 88,
    "Á": 89,
    "É": 90,
    "Î": 91,
    "à": 92,
    "á": 93,
    "ç": 94,
    "è": 95,
    "é": 96,
    "ê": 97,
    "ë": 98,
    "í": 99,
    "ï": 100,
    "ñ": 101,
    "ó": 102,
    "ö": 103,
    "ú": 104,
    "ü": 105,
    "ā": 106,
    "ē": 107,
    "ğ": 108,
    "ī": 109,
    "Ő": 110,
    "Р": 111,
    "е": 112,
    "и": 113,
    "й": 114,
    "к": 115,
    "с": 116,
    "у": 117,
    "द": 118,
    "न": 119,
    "ह": 120,
    "ि": 121,
    "ी": 122,
    "्": 123,
    "​": 124,
    "–": 125,
    "—": 126,
    "‘": 127,
    "’": 128,
    "“": 129,
    "”": 130,
    "…": 131,
    "⁠": 132,
    "万": 133,
    "中": 134,
    "体": 135,
    "倶": 136,
    "億": 137,
    "少": 138,
    "年": 139,
    "文": 140,
    "楽": 141,
    "简": 142,
    "者": 143,
    "部": 144,
    "長": 145,
    "기": 146,
    "끝": 147,
    "나": 148,
    "내": 149,
    "년": 150,
    "는": 151,
    "다": 152,
    "데": 153,
    "돈": 154,
    "들": 155,
    "만": 156,
    "많": 157,
    "멋": 158,
    "모": 159,
    "발": 160,
    "백": 161,
    "봐": 162,
    "소": 163,
    "스": 164,
    "신": 165,
    "의": 166,
    "일": 167,
    "임": 168,
    "있": 169,
    "자": 170,
    "장": 171,
    "좀": 172,
    "주": 173,
    "진": 174,
    "짜": 175,
    "타": 176
  },
  "idx_to_char": {
    "0": "\n",
    "1": " ",
    "2": "!",
    "3": "\"",
    "4": "$",
    "5": "%",
    "6": "&",
    "7": "'",
    "8": "(",
    "9": ")",
    "10": "*",
    "11": ",",
    "12": "-",
    "13": ".",
    "14": "/",
    "15": "0",
    "16": "1",
    "17": "2",
    "18": "3",
    "19": "4",
    "20": "5",
    "21": "6",
    "22": "7",
    "23": "8",
    "24": "9",
    "25": ":",
    "26": ";",
    "27": "<",
    "28": ">",
    "29": "?",
    "30": "A",
    "31": "B",
    "32": "C",
    "33": "D",
    "34": "E",
    "35": "F",
    "36": "G",
    "37": "H",
    "38": "I",
    "39": "J",
    "40": "K",
    "41": "L",
    "42": "M",
    "43": "N",
    "44": "O",
    "45": "P",
    "46": "Q",
    "47": "R",
    "48": "S",
    "49": "T",
    "50": "U",
    "51": "V",
    "52": "W",
    "53": "X",
    "54": "Y",
    "55": "Z",
    "56": "[",
    "57": "]",
    "58": "_",
    "59": "a",
    "60": "b",
    "61": "c",
    "62": "d",
    "63": "e",
    "64": "f",
    "65": "g",
    "66": "h",
    "67": "i",
    "68": "j",
    "69": "k",
    "70": "l",
    "71": "m",
    "72": "n",
    "73": "o",
    "74": "p",
    "75": "q",
    "76": "r",
    "77": "s",
    "78": "t",
    "79": "u",
    "80": "v",
    "81": "w",
    "82": "x",
    "83": "y",
    "84": "z",
    "85": "{",
    "86": "|",
    "87": "}",
    "88": "¡",
    "89": "Á",
    "90": "É",
    "91": "Î",
    "92": "à",
    "93": "á",
    "94": "ç",
    "95": "è",
    "96": "é",
    "97": "ê",
    "98": "ë",
    "99": "í",
    "100": "ï",
    "101": "ñ",
    "102": "ó",
    "103": "ö",
    "104": "ú",
    "105": "ü",
    "106": "ā",
    "107": "ē",
    "108": "ğ",
    "109": "ī",
    "110": "Ő",
    "111": "Р",
    "112": "е",
    "113": "и",
    "114": "й",
    "115": "к",
    "116": "с",
    "117": "у",
    "118": "द",
    "119": "न",
    "120": "ह",
    "121": "ि",
    "122": "ी",
    "123": "्",
    "124": "​",
    "125": "–",
    "126": "—",
    "127": "‘",
    "128": "’",
    "129": "“",
    "130": "”",
    "131": "…",
    "132": "⁠",
    "133": "万",
    "134": "中",
    "135": "体",
    "136": "倶",
    "137": "億",
    "138": "少",
    "139": "年",
    "140": "文",
    "141": "楽",
    "142": "简",
    "143": "者",
    "144": "部",
    "145": "長",
    "146": "기",
    "147": "끝",
    "148": "나",
    "149": "내",
    "150": "년",
    "151": "는",
    "152": "다",
    "153": "데",
    "154": "돈",
    "155": "들",
    "156": "만",
    "157": "많",
    "158": "멋",
    "159": "모",
    "160": "발",
    "161": "백",
    "162": "봐",
    "163": "소",
    "164": "스",
    "165": "신",
    "166": "의",
    "167": "일",
    "168": "임",
    "169": "있",
    "170": "자",
    "171": "장",
    "172": "좀",
    "173": "주",
    "174": "진",
    "175": "짜",
    "176": "타"
  },
  "vocab_size": 177,
  "level": "character"
}