{
  "word_to_idx": {
    "!": 0,
    "\"'Cause": 1,
    "\"6": 2,
    "\"A": 3,
    "\"Amen\"": 4,
    "\"Annie,": 5,
    "\"Another": 6,
    "\"Aren't": 7,
    "\"Baby,": 8,
    "\"Back": 9,
    "\"Bad": 10,
    "\"Be": 11,
    "\"Beep-beep,\"": 12,
    "\"Beg": 13,
    "\"Big": 14,
    "\"Billie": 15,
    "\"Bitch,": 16,
    "\"Black-on-Black": 17,
    "\"Breathe,": 18,
    "\"By": 19,
    "\"Chill,": 20,
    "\"Come": 21,
    "\"Compton!\"": 22,
    "\"Damn,": 23,
    "\"Dior": 24,
    "\"Dior,": 25,
    "\"Dixie\"": 26,
    "\"Don't": 27,
    "\"Dot": 28,
    "\"Dude,": 29,
    "\"Finish": 30,
    "\"Forget": 31,
    "\"Fuck": 32,
    "\"Get": 33,
    "\"Guitar\"": 34,
    "\"He": 35,
    "\"Hello?": 36,
    "\"How": 37,
    "\"I": 38,
    "\"I'm": 39,
    "\"I'ma": 40,
    "\"Is": 41,
    "\"Jesus": 42,
    "\"K,": 43,
    "\"K-Dot,": 44,
    "\"K-Lamar,": 45,
    "\"Kickin'": 46,
    "\"Last": 47,
    "\"Let": 48,
    "\"Like": 49,
    "\"Look,": 50,
    "\"Love": 51,
    "\"Mad": 52,
    "\"Malibooyah\"": 53,
    "\"Marcus": 54,
    "\"Murder\"": 55,
    "\"Murder,": 56,
    "\"My": 57,
    "\"Nah,": 58,
    "\"Nam": 59,
    "\"Nigga,": 60,
    "\"No": 61,
    "\"No,": 62,
    "\"OV-ho\"": 63,
    "\"Okay,": 64,
    "\"Old": 65,
    "\"Oochie": 66,
    "\"Other": 67,
    "\"Please": 68,
    "\"Pray": 69,
    "\"Pre-haps": 70,
    "\"Read": 71,
    "\"She": 72,
    "\"Shook": 73,
    "\"Sing": 74,
    "\"Son,": 75,
    "\"Sosa,": 76,
    "\"Strange": 77,
    "\"Take": 78,
    "\"Taylor": 79,
    "\"Tell": 80,
    "\"The": 81,
    "\"There": 82,
    "\"Think": 83,
    "\"This": 84,
    "\"We": 85,
    "\"Well,": 86,
    "\"What": 87,
    "\"What's": 88,
    "\"Where": 89,
    "\"Why": 90,
    "\"Why,": 91,
    "\"Yah\"": 92,
    "\"Ye,": 93,
    "\"You": 94,
    "\"all": 95,
    "\"buck\"": 96,
    "\"doo-doo-doo-doot,": 97,
    "\"fuck": 98,
    "\"more": 99,
    "\"nigga\"": 100,
    "\"nigga,": 101,
    "\"nigga,\"": 102,
    "\"shh-shh\"": 103,
    "\"sorry,\"": 104,
    "\"we,\"": 105,
    "$9.99": 106,
    "$ign": 107,
    "$ign]": 108,
    "&": 109,
    "'": 110,
    "'03": 111,
    "'76": 112,
    "'80s": 113,
    "'84": 114,
    "'88": 115,
    "'94,": 116,
    "'Bachs": 117,
    "'Cause": 118,
    "'Cept": 119,
    "'Cross": 120,
    "'Din": 121,
    "'Fuck": 122,
    "'Gram": 123,
    "'Gram,": 124,
    "'Kay,": 125,
    "'Less": 126,
    "'Magine": 127,
    "'Nolia": 128,
    "'Pac?": 129,
    "'Rari": 130,
    "'Specially": 131,
    "'Stead,": 132,
    "'Til": 133,
    "'Ye": 134,
    "'bout": 135,
    "'bout,": 136,
    "'cause": 137,
    "'cause,": 138,
    "'cide": 139,
    "'cross": 140,
    "'do": 141,
    "'dro,": 142,
    "'em": 143,
    "'em!": 144,
    "'em)": 145,
    "'em,": 146,
    "'em?": 147,
    "'ey": 148,
    "'fore": 149,
    "'fraid": 150,
    "'fuck": 151,
    "'gain": 152,
    "'head,": 153,
    "'im": 154,
    "'ing": 155,
    "'less": 156,
    "'member": 157,
    "'nem,": 158,
    "'nidnimer": 159,
    "'nipaer": 160,
    "'nitser": 161,
    "'nivres": 162,
    "'nother": 163,
    "'pon": 164,
    "'posed": 165,
    "'respect'": 166,
    "'round": 167,
    "'round,": 168,
    "'shrooms,": 169,
    "'til": 170,
    "'tween": 171,
    "'za,": 172,
    "(": 173,
    "(\"Let": 174,
    "(*Offstage": 175,
    "(300)": 176,
    "(A": 177,
    "(AK)": 178,
    "(Ah)": 179,
    "(Ah),": 180,
    "(Ah,": 181,
    "(All": 182,
    "(Anything)": 183,
    "(Anything?),": 184,
    "(Ayy!)": 185,
    "(Ayy,": 186,
    "(B-ball": 187,
    "(Ball": 188,
    "(Bang!)": 189,
    "(Bang,": 190,
    "(Baow)": 191,
    "(Bet)": 192,
    "(Bling-bling)": 193,
    "(Bullshittin',": 194,
    "(Chi-Town,": 195,
    "(Chief": 196,
    "(Come": 197,
    "(Damn)": 198,
    "(Dawg)": 199,
    "(Dig,": 200,
    "(Do": 201,
    "(Don't": 202,
    "(Down)": 203,
    "(Down,": 204,
    "(Drank)": 205,
    "(Drank),": 206,
    "(Father,": 207,
    "(Fi-fie-fo-fum)": 208,
    "(Fi-fie-fo-fum),": 209,
    "(Foreign)": 210,
    "(Forever": 211,
    "(Free": 212,
    "(Fuck": 213,
    "(GBE,": 214,
    "(Girls": 215,
    "(Givenchy)": 216,
    "(Got": 217,
    "(Haha)": 218,
    "(He'll": 219,
    "(Heatstroke)": 220,
    "(Hey),": 221,
    "(Hey,": 222,
    "(Hmm)": 223,
    "(Hold": 224,
    "(Holla": 225,
    "(Holy,": 226,
    "(Homixide,": 227,
    "(Huh)": 228,
    "(Huh),": 229,
    "(Huh?),": 230,
    "(Humming)": 231,
    "(Hungry),": 232,
    "(I": 233,
    "(I'm": 234,
    "(I've": 235,
    "(If": 236,
    "(Is)": 237,
    "(Just": 238,
    "(Kid)": 239,
    "(La-a,": 240,
    "(Life,": 241,
    "(Like": 242,
    "(Like)": 243,
    "(Look,": 244,
    "(Man-Man)": 245,
    "(Me": 246,
    "(Me,": 247,
    "(Mhm)": 248,
    "(Mhm),": 249,
    "(Mm)": 250,
    "(Mmm)": 251,
    "(Mmm,": 252,
    "(Money,": 253,
    "(My": 254,
    "(Nah)": 255,
    "(Nah),": 256,
    "(Nah.": 257,
    "(Never)": 258,
    "(Nigga)": 259,
    "(Night,": 260,
    "(No": 261,
    "(Noth-noth—)": 262,
    "(Now)": 263,
    "(Oh": 264,
    "(Oh)": 265,
    "(Oh,": 266,
    "(Okay)": 267,
    "(Okay),": 268,
    "(One": 269,
    "(One,": 270,
    "(Only": 271,
    "(Oochie": 272,
    "(Pirellis": 273,
    "(Play)": 274,
    "(Po-pool": 275,
    "(Police": 276,
    "(Pool": 277,
    "(Pourin')": 278,
    "(Power)": 279,
    "(Pray": 280,
    "(Pull": 281,
    "(Purple),": 282,
    "(Racks)": 283,
    "(Rain)": 284,
    "(Right)": 285,
    "(Right),": 286,
    "(Russian)": 287,
    "(Sandman)": 288,
    "(Say,": 289,
    "(See": 290,
    "(Shake,": 291,
    "(She": 292,
    "(Shit)": 293,
    "(Simplified": 294,
    "(Skrr)": 295,
    "(Skrrt)": 296,
    "(Slatt,": 297,
    "(Sosa)": 298,
    "(Talk)": 299,
    "(Technology": 300,
    "(Tell": 301,
    "(That": 302,
    "(That's": 303,
    "(They": 304,
    "(Thinkin'": 305,
    "(Trippin',": 306,
    "(Uh": 307,
    "(Uh)": 308,
    "(Uh-huh)": 309,
    "(Uhuu)": 310,
    "(Video)": 311,
    "(Walk": 312,
    "(Was": 313,
    "(Was)": 314,
    "(Wat-watch": 315,
    "(Way": 316,
    "(We": 317,
    "(What's": 318,
    "(What?)": 319,
    "(What?),": 320,
    "(What’s": 321,
    "(White)": 322,
    "(Who": 323,
    "(Who)": 324,
    "(With)": 325,
    "(Without": 326,
    "(Woah)": 327,
    "(Woah-oh-oh)": 328,
    "(Won't": 329,
    "(Woo!)": 330,
    "(Woo)": 331,
    "(Y'all": 332,
    "(Ya": 333,
    "(Yeah)": 334,
    "(Yeah),": 335,
    "(Yeah,": 336,
    "(Yo,": 337,
    "(You": 338,
    "(You,": 339,
    "(Yuh)": 340,
    "(Yup)": 341,
    "(like)": 342,
    "(skirt)": 343,
    ")": 344,
    "),": 345,
    "*": 346,
    "****": 347,
    "****'s": 348,
    "****,": 349,
    "*Car": 350,
    ",": 351,
    ",)": 352,
    ",amrak": 353,
    ",doG": 354,
    ",erom": 355,
    ",retal": 356,
    ",sevil": 357,
    ",siht": 358,
    ",sregnarts": 359,
    ",tog": 360,
    ",ykcuD": 361,
    ",ytlayoL": 362,
    ".": 363,
    ".L.": 364,
    "/": 365,
    "0": 366,
    "070": 367,
    "10": 368,
    "10-4,": 369,
    "100": 370,
    "100,": 371,
    "100K": 372,
    "101": 373,
    "10:30": 374,
    "10th,": 375,
    "11": 376,
    "12": 377,
    "13": 378,
    "15": 379,
    "1831": 380,
    "1:": 381,
    "1]": 382,
    "2": 383,
    "20": 384,
    "200": 385,
    "2009,": 386,
    "2015": 387,
    "2015,": 388,
    "2024,": 389,
    "2025,": 390,
    "20K": 391,
    "21": 392,
    "21,": 393,
    "21st": 394,
    "24": 395,
    "25": 396,
    "250": 397,
    "28:28": 398,
    "2:": 399,
    "2:30": 400,
    "2Pac": 401,
    "2Pac,": 402,
    "2]": 403,
    "3": 404,
    "300": 405,
    "300,": 406,
    "314": 407,
    "3:": 408,
    "3]": 409,
    "4": 410,
    "4,": 411,
    "405": 412,
    "405,": 413,
    "4:": 414,
    "4Runner's": 415,
    "4]": 416,
    "4th": 417,
    "5": 418,
    "5'6\"": 419,
    "5-0": 420,
    "5.0": 421,
    "50": 422,
    "500,": 423,
    "509": 424,
    "50K": 425,
    "5:": 426,
    "6": 427,
    "600": 428,
    "69": 429,
    "6:": 430,
    "79th,": 431,
    "8": 432,
    "808": 433,
    "82": 434,
    "88": 435,
    "9": 436,
    "9's": 437,
    "911,": 438,
    "9:08": 439,
    ";": 440,
    "<|song_end|>": 441,
    "<|song_start|>": 442,
    "A": 443,
    "A&R's,": 444,
    "A'ight,": 445,
    "A,": 446,
    "A-1": 447,
    "A-A-Adam": 448,
    "A-list": 449,
    "A-list?": 450,
    "A.I": 451,
    "A.M.,": 452,
    "A.m.": 453,
    "A1": 454,
    "AC,": 455,
    "ADHD": 456,
    "AI?": 457,
    "AIDS": 458,
    "AK": 459,
    "AND": 460,
    "AR's": 461,
    "Ab-Soul]": 462,
    "About": 463,
    "Abusin'": 464,
    "Abusing": 465,
    "Accumulated": 466,
    "Ace": 467,
    "Achilles": 468,
    "Act": 469,
    "Actin'": 470,
    "Adam": 471,
    "Adaptation": 472,
    "Additional": 473,
    "Adidas": 474,
    "Adina": 475,
    "Adonis": 476,
    "Adrian": 477,
    "Advil": 478,
    "Africa.": 479,
    "African": 480,
    "African,": 481,
    "African-American,": 482,
    "After": 483,
    "Afucker": 484,
    "Against": 485,
    "Ah": 486,
    "Ah!": 487,
    "Ah,": 488,
    "Aha,": 489,
    "Ahhhh,": 490,
    "Aight,": 491,
    "Ain't": 492,
    "Air": 493,
    "Ak'": 494,
    "Akcuf’hum": 495,
    "Akon": 496,
    "Al": 497,
    "Albert,": 498,
    "Album": 499,
    "Aldo": 500,
    "Alec": 501,
    "Alexander": 502,
    "Alexandre": 503,
    "Alford]": 504,
    "Alhamdulillah,": 505,
    "Ali": 506,
    "Alicia": 507,
    "All": 508,
    "All-black": 509,
    "Allow": 510,
    "Alls": 511,
    "Almost": 512,
    "Alondra": 513,
    "Already": 514,
    "Alright,": 515,
    "Although": 516,
    "Always": 517,
    "Am": 518,
    "Am'": 519,
    "Amber": 520,
    "Amen,": 521,
    "America": 522,
    "America's": 523,
    "America,": 524,
    "America?": 525,
    "American": 526,
    "Americans": 527,
    "Americans,": 528,
    "An": 529,
    "An-an-an-an-anytime": 530,
    "An-an-and": 531,
    "And": 532,
    "And,": 533,
    "Angeles": 534,
    "Anita": 535,
    "Ann": 536,
    "Anna": 537,
    "Annie,": 538,
    "Another": 539,
    "Ant": 540,
    "Anthony": 541,
    "Antoinette,": 542,
    "Any": 543,
    "Anybody": 544,
    "Anything": 545,
    "Anything,": 546,
    "Anything?": 547,
    "Apparel": 548,
    "Apple,": 549,
    "Appreciate": 550,
    "Arca,": 551,
    "Are": 552,
    "Area": 553,
    "Arguin'": 554,
    "Arm": 555,
    "Armani": 556,
    "Art": 557,
    "Aryan": 558,
    "As": 559,
    "Ashley": 560,
    "Ask": 561,
    "Assassin]": 562,
    "At": 563,
    "Atari": 564,
    "Atlanta": 565,
    "Aubrey": 566,
    "Audemars": 567,
    "Auntie": 568,
    "Ave,": 569,
    "Aviator": 570,
    "Aw,": 571,
    "Aww,": 572,
    "Ayy": 573,
    "Ayy!": 574,
    "Ayy,": 575,
    "Az": 576,
    "Azures": 577,
    "B": 578,
    "B)": 579,
    "B,": 580,
    "B-Day": 581,
    "B-I,": 582,
    "B-L-A-D’s": 583,
    "B-L-A-D’s,": 584,
    "B-Rad": 585,
    "B-U-N": 586,
    "B-ball": 587,
    "B.": 588,
    "B?": 589,
    "BEAM": 590,
    "BET": 591,
    "BK": 592,
    "BM,": 593,
    "BP": 594,
    "B]": 595,
    "Babe,": 596,
    "Baby": 597,
    "Baby,": 598,
    "Back": 599,
    "Back,\"": 600,
    "Backbone": 601,
    "Backstroke": 602,
    "Backway,": 603,
    "Bacons": 604,
    "Bad": 605,
    "Bad,": 606,
    "Badu-me—well,": 607,
    "Baka": 608,
    "Baker": 609,
    "Baker's": 610,
    "Bakin'": 611,
    "Baldwin": 612,
    "Ball": 613,
    "Ballin'": 614,
    "Balling": 615,
    "Bally": 616,
    "Baltimore": 617,
    "Bam": 618,
    "Bam,": 619,
    "Band-Aid": 620,
    "Bang-bang": 621,
    "Bang-bang!": 622,
    "Bans": 623,
    "Baptists": 624,
    "Barack": 625,
    "Barbie,": 626,
    "Barbies": 627,
    "Barrera]": 628,
    "Barrett": 629,
    "Barricaded": 630,
    "Based": 631,
    "Basel": 632,
    "Basketball": 633,
    "Basquiat": 634,
    "Bay": 635,
    "Baywatch": 636,
    "Be": 637,
    "Beach": 638,
    "Bear": 639,
    "Beat": 640,
    "Beatle": 641,
    "Beatz": 642,
    "Beatz]": 643,
    "Beautiful": 644,
    "Because": 645,
    "Becky": 646,
    "Bed-Stuy": 647,
    "Bee,": 648,
    "Beefin'": 649,
    "Been": 650,
    "Before": 651,
    "Believe": 652,
    "Believe,": 653,
    "Belvedere": 654,
    "Ben": 655,
    "Benjamin": 656,
    "Bentley": 657,
    "Bentley?": 658,
    "Benz": 659,
    "Benz,": 660,
    "Benzes": 661,
    "Benét": 662,
    "Benét!": 663,
    "Berry": 664,
    "Besides,": 665,
    "Bet": 666,
    "Better": 667,
    "Better\"": 668,
    "Beyoncé": 669,
    "Beyoncé,": 670,
    "Beyoncé]": 671,
    "Beyond": 672,
    "Bhasker]": 673,
    "Bia": 674,
    "Biatch,": 675,
    "Bible": 676,
    "Bick": 677,
    "Big": 678,
    "Big,": 679,
    "Biggie": 680,
    "Bilal": 681,
    "Bill": 682,
    "Billionaire": 683,
    "Bink!": 684,
    "Bird": 685,
    "Bird-shufflin',": 686,
    "Birkin": 687,
    "Birth": 688,
    "Bitch)": 689,
    "Bitch,": 690,
    "Bitches": 691,
    "Black": 692,
    "Black,": 693,
    "Black-on-Black": 694,
    "Black-owned": 695,
    "Blacks": 696,
    "Blacks,": 697,
    "Blahnik": 698,
    "Blanco": 699,
    "Blaow,": 700,
    "Blast": 701,
    "Blaze": 702,
    "Blaze]": 703,
    "Bleek,": 704,
    "Blessings,": 705,
    "Blind": 706,
    "Blood": 707,
    "Blood?": 708,
    "Bloody": 709,
    "Blow": 710,
    "Blue": 711,
    "Blue\"": 712,
    "Blue's": 713,
    "Blue,": 714,
    "Blue?\"": 715,
    "Boat": 716,
    "Bob": 717,
    "Bobby": 718,
    "Body-slammed": 719,
    "Boi-1da": 720,
    "Bonnie": 721,
    "Bono]": 722,
    "Boogie,": 723,
    "Boost": 724,
    "Bordeaux": 725,
    "Borders": 726,
    "Born": 727,
    "Boston": 728,
    "Both": 729,
    "Bottle": 730,
    "Boucher": 731,
    "Bought": 732,
    "Bougie": 733,
    "Bounce": 734,
    "Bow": 735,
    "Bowl": 736,
    "Boy": 737,
    "Boy,": 738,
    "Boy?": 739,
    "Boys": 740,
    "Braggin'": 741,
    "Brain": 742,
    "Brandon": 743,
    "Brazilians,": 744,
    "Break]": 745,
    "Breakneck": 746,
    "Bright": 747,
    "Bring": 748,
    "Britney,": 749,
    "Broad": 750,
    "Broady,": 751,
    "Brock": 752,
    "Broken": 753,
    "Bronfman,": 754,
    "Brooklyn": 755,
    "Brother": 756,
    "Brought": 757,
    "Brown": 758,
    "Brown,": 759,
    "Brown]": 760,
    "Bucket": 761,
    "Buddhist": 762,
    "Bueller": 763,
    "Bugattis": 764,
    "Build": 765,
    "Built": 766,
    "Bull": 767,
    "Bulletproof": 768,
    "Bullis": 769,
    "Bully,": 770,
    "Bump": 771,
    "Bumping": 772,
    "Bun": 773,
    "Bunch": 774,
    "Burberry": 775,
    "Burgers": 776,
    "Burgundies,": 777,
    "Burn": 778,
    "Burn\"": 779,
    "Burn,": 780,
    "Burrell]": 781,
    "Bussin'": 782,
    "But": 783,
    "But,": 784,
    "By": 785,
    "Bye,": 786,
    "Bēkon": 787,
    "Bēkon]": 788,
    "C": 789,
    "C'mon": 790,
    "C,": 791,
    "C-O-M-P-T-O-N,": 792,
    "CCA": 793,
    "CD": 794,
    "CEO": 795,
    "CNN": 796,
    "CO": 797,
    "COVID": 798,
    "C]": 799,
    "Cadillac": 800,
    "Caesar": 801,
    "Caesar's": 802,
    "Cake": 803,
    "California": 804,
    "Californicatin'": 805,
    "Called": 806,
    "Cam": 807,
    "Came": 808,
    "Campbell": 809,
    "Campin'": 810,
    "Camry": 811,
    "Can": 812,
    "Can't": 813,
    "Canadian": 814,
    "Candyman": 815,
    "Cap'n": 816,
    "Capri": 817,
    "Captain": 818,
    "Card": 819,
    "Card,": 820,
    "Carl": 821,
    "Carl,": 822,
    "Carlos": 823,
    "Carrie": 824,
    "Carried": 825,
    "Carta": 826,
    "Carter": 827,
    "Carter,": 828,
    "Carter]": 829,
    "Carti": 830,
    "Carti]": 831,
    "Cash,": 832,
    "Castro": 833,
    "Cat": 834,
    "Catch": 835,
    "Catchin'": 836,
    "Catholics": 837,
    "Caught": 838,
    "Cay,": 839,
    "Celine": 840,
    "Cent'anni": 841,
    "Central,": 842,
    "Certified": 843,
    "Chad,": 844,
    "Chain": 845,
    "Chainz": 846,
    "Changin'": 847,
    "Charge": 848,
    "Charles": 849,
    "Charlie": 850,
    "Charlotte": 851,
    "Che": 852,
    "Check": 853,
    "Checkin'": 854,
    "Cherokees": 855,
    "Cherry-red": 856,
    "Chevy,": 857,
    "Chi": 858,
    "Chi',": 859,
    "Chi-Town": 860,
    "Chi-Town's": 861,
    "Chi-Town,": 862,
    "Chicago": 863,
    "Chicago,": 864,
    "Chick": 865,
    "Chicken": 866,
    "Chief": 867,
    "Chill,": 868,
    "Chin": 869,
    "China,": 870,
    "Chinese)": 871,
    "Chiraq,": 872,
    "Choir": 873,
    "Choir]": 874,
    "Choke": 875,
    "Chop": 876,
    "Chop;": 877,
    "Chris": 878,
    "Christ": 879,
    "Christ,": 880,
    "Christian": 881,
    "Christians": 882,
    "Christie's": 883,
    "Christmas,": 884,
    "Christopher": 885,
    "Chrysler": 886,
    "Chubbs": 887,
    "Chuck": 888,
    "Chucky,": 889,
    "Church's": 890,
    "City": 891,
    "Claiming": 892,
    "Clap": 893,
    "Clarice?": 894,
    "Class": 895,
    "Claus": 896,
    "Clean": 897,
    "Clearly": 898,
    "Clearport": 899,
    "Clemons": 900,
    "Clemons]": 901,
    "Cliché,": 902,
    "Clinton": 903,
    "Clyde:": 904,
    "Co-Produced": 905,
    "Co-signed": 906,
    "Coast": 907,
    "Coast,": 908,
    "Cobain,": 909,
    "Cocaine": 910,
    "Cock": 911,
    "Cohen": 912,
    "Coke": 913,
    "Cold": 914,
    "Cole": 915,
    "Colin": 916,
    "Collab": 917,
    "Colorado": 918,
    "Colors": 919,
    "Colosseum": 920,
    "Columbia,": 921,
    "Come": 922,
    "Come,": 923,
    "Comes": 924,
    "Comin'": 925,
    "Coming": 926,
    "Compton": 927,
    "Compton?": 928,
    "Compulsive": 929,
    "Concorde": 930,
    "Condos": 931,
    "Confidence": 932,
    "Conquer,": 933,
    "Consequences": 934,
    "Conspiracies": 935,
    "Contains": 936,
    "Coogi": 937,
    "Cook": 938,
    "Cop": 939,
    "Cops": 940,
    "Corey": 941,
    "Corniche": 942,
    "Corporate": 943,
    "Corvette": 944,
    "Cosby": 945,
    "Cosbys,": 946,
    "Cosell": 947,
    "Could": 948,
    "Could've": 949,
    "Couldn't": 950,
    "Countach": 951,
    "Counting": 952,
    "County": 953,
    "County,": 954,
    "Coupe": 955,
    "Couture-level": 956,
    "Crack's": 957,
    "Cracks": 958,
    "Crane": 959,
    "Crave": 960,
    "Crawford,": 961,
    "Crazy": 962,
    "Crazy,": 963,
    "Credit": 964,
    "Cried": 965,
    "Crip": 966,
    "Crippin'": 967,
    "Cristal": 968,
    "Crooked": 969,
    "Cross": 970,
    "Crown": 971,
    "Crunch": 972,
    "Crush": 973,
    "Cry": 974,
    "Cuba,": 975,
    "Cuban": 976,
    "Cuban,": 977,
    "Cubano": 978,
    "Cubanos": 979,
    "Cubans": 980,
    "Cube,": 981,
    "Cudi": 982,
    "Cudi]": 983,
    "Cuh": 984,
    "Curry,": 985,
    "Curse": 986,
    "Curtains": 987,
    "Curves": 988,
    "Cutthroat": 989,
    "CÎROC": 990,
    "D'USSE": 991,
    "D'USSÉ,": 992,
    "D,": 993,
    "D-O-T": 994,
    "D-Town,": 995,
    "D-Wade?": 996,
    "D-boy": 997,
    "D.": 998,
    "D.A.": 999,
    "D.O.C": 1000,
    "DEA": 1001,
    "DJ": 1002,
    "DJs": 1003,
    "DMV": 1004,
    "DNA": 1005,
    "DUMBO": 1006,
    "DVD's,": 1007,
    "Da": 1008,
    "Daddy": 1009,
    "Daft": 1010,
    "Dahi": 1011,
    "Dale": 1012,
    "Dalí": 1013,
    "Damian": 1014,
    "Damn": 1015,
    "Damn,": 1016,
    "Damned": 1017,
    "Daniels": 1018,
    "Danroy": 1019,
    "Darius": 1020,
    "Dark": 1021,
    "Darling,": 1022,
    "Daughters,": 1023,
    "Dave": 1024,
    "Dave,": 1025,
    "Dave?": 1026,
    "Dawg": 1027,
    "Dawg,": 1028,
    "DeRoz'": 1029,
    "Dean": 1030,
    "Dean,": 1031,
    "Dean]": 1032,
    "Dear": 1033,
    "Death": 1034,
    "December": 1035,
    "Decoded": 1036,
    "Deebo": 1037,
    "Deelb": 1038,
    "Deep,": 1039,
    "Deeper": 1040,
    "Def": 1041,
    "Defense": 1042,
    "Definition": 1043,
    "Del": 1044,
    "Demarcus": 1045,
    "Dementia": 1046,
    "Democrat?": 1047,
    "Dennis": 1048,
    "Dennis,": 1049,
    "Denny's,": 1050,
    "Derrick": 1051,
    "Desert": 1052,
    "Detroit": 1053,
    "Deuteronomy": 1054,
    "Deutsch": 1055,
    "Devil": 1056,
    "Deyra": 1057,
    "Diablo": 1058,
    "Diamond": 1059,
    "Did": 1060,
    "Didn't": 1061,
    "Die": 1062,
    "Different": 1063,
    "Diggin'": 1064,
    "Dillingers": 1065,
    "Dion": 1066,
    "Dior": 1067,
    "District": 1068,
    "Divorce": 1069,
    "Django": 1070,
    "Do": 1071,
    "Doctors": 1072,
    "Dodged": 1073,
    "Dodgin'": 1074,
    "Doesn't": 1075,
    "Doin'": 1076,
    "Doll,": 1077,
    "Dolla": 1078,
    "Dome": 1079,
    "Dominicano,": 1080,
    "Don": 1081,
    "Don't": 1082,
    "Donald": 1083,
    "Dope": 1084,
    "Dopson;": 1085,
    "Dos": 1086,
    "Dot": 1087,
    "Dot,": 1088,
    "Double": 1089,
    "Double-headed": 1090,
    "Doug": 1091,
    "Dover": 1092,
    "Down": 1093,
    "Drac',": 1094,
    "Drake": 1095,
    "Drake,": 1096,
    "Drake]": 1097,
    "Drank": 1098,
    "Dreadlocks": 1099,
    "Dreams": 1100,
    "Dri-Fit": 1101,
    "Dries,": 1102,
    "Drill": 1103,
    "Drinkin'": 1104,
    "Drive": 1105,
    "Driving": 1106,
    "Drop": 1107,
    "Drop-dro-dro-dro-drop,": 1108,
    "Drove": 1109,
    "Drown": 1110,
    "Drug": 1111,
    "Drummond": 1112,
    "Duckin'": 1113,
    "Ducking": 1114,
    "Duckworth": 1115,
    "Duckworth]": 1116,
    "Ducky": 1117,
    "Ducky,": 1118,
    "Dumb": 1119,
    "Dumbo": 1120,
    "Dummy": 1121,
    "Dump": 1122,
    "Duncan": 1123,
    "Durag": 1124,
    "Dutch,": 1125,
    "Dylan": 1126,
    "D’ussé": 1127,
    "E": 1128,
    "E-40": 1129,
    "EDM": 1130,
    "EPMD": 1131,
    "Eagle": 1132,
    "Earl": 1133,
    "Early": 1134,
    "Earth": 1135,
    "Earth,": 1136,
    "East": 1137,
    "Easter's": 1138,
    "Eastern": 1139,
    "Easy,": 1140,
    "Eat": 1141,
    "Eatin'": 1142,
    "Ecnedicnioc": 1143,
    "Ecstasy,": 1144,
    "Edward": 1145,
    "Efil": 1146,
    "Egyszer": 1147,
    "Eiffel": 1148,
    "Eight": 1149,
    "Einstein": 1150,
    "Either": 1151,
    "El": 1152,
    "Elaludt": 1153,
    "Electra,": 1154,
    "Elephant": 1155,
    "Elggurts": 1156,
    "Elly": 1157,
    "Elohim": 1158,
    "Elohim,": 1159,
    "Elton": 1160,
    "Embassy": 1161,
    "Eminem": 1162,
    "Eminem]": 1163,
    "Emit": 1164,
    "Emory": 1165,
    "Emory?": 1166,
    "Endin'": 1167,
    "Enough": 1168,
    "Enter": 1169,
    "Equis": 1170,
    "Erac": 1171,
    "Eric": 1172,
    "Erykah": 1173,
    "Esco": 1174,
    "Esco's": 1175,
    "Español": 1176,
    "Especially": 1177,
    "Estelle": 1178,
    "Et": 1179,
    "Ethiopia": 1180,
    "Euphoria": 1181,
    "Europe": 1182,
    "Europe,": 1183,
    "European": 1184,
    "Eve": 1185,
    "Even": 1186,
    "Eventually": 1187,
    "Every": 1188,
    "Everybody": 1189,
    "Everybody's": 1190,
    "Everybody,": 1191,
    "Everyday": 1192,
    "Everyone": 1193,
    "Everything": 1194,
    "Evian,": 1195,
    "Exactly,": 1196,
    "Exac—": 1197,
    "Excellence]": 1198,
    "Except": 1199,
    "Excuse": 1200,
    "Exercise": 1201,
    "Extend": 1202,
    "Exterminate": 1203,
    "Extortion": 1204,
    "Extra": 1205,
    "Eyes": 1206,
    "F-U-C-K": 1207,
    "FN's": 1208,
    "FUBU": 1209,
    "Fabricatin'": 1210,
    "Face": 1211,
    "FaceTime": 1212,
    "FaceTimed": 1213,
    "Faded": 1214,
    "Fairey": 1215,
    "Fake": 1216,
    "Fall": 1217,
    "Fallin',": 1218,
    "Fame": 1219,
    "Familia,": 1220,
    "Far": 1221,
    "Farm": 1222,
    "Fast": 1223,
    "Fast-forward": 1224,
    "Fast-forward,": 1225,
    "Fat": 1226,
    "Father": 1227,
    "Father,": 1228,
    "Faults": 1229,
    "Fauntleroy": 1230,
    "Fear": 1231,
    "Fear,": 1232,
    "February": 1233,
    "Federal": 1234,
    "Feds": 1235,
    "Feel": 1236,
    "Feelin'": 1237,
    "Fell": 1238,
    "Fellow": 1239,
    "Fellowship": 1240,
    "Fergie,": 1241,
    "Ferris": 1242,
    "Few": 1243,
    "Field": 1244,
    "Fiends": 1245,
    "Fifteen,": 1246,
    "Fila": 1247,
    "Finally": 1248,
    "Financial": 1249,
    "Find": 1250,
    "Fine,": 1251,
    "Finesse": 1252,
    "Fingerprints": 1253,
    "Finna": 1254,
    "Fire": 1255,
    "Fired,": 1256,
    "First": 1257,
    "First,": 1258,
    "Five": 1259,
    "Five,": 1260,
    "Fivio": 1261,
    "Flair,": 1262,
    "Flaws": 1263,
    "Flee": 1264,
    "Flesh-making,": 1265,
    "Flexin'": 1266,
    "Flexin’": 1267,
    "Flux": 1268,
    "Fly": 1269,
    "Fly,": 1270,
    "Flyer": 1271,
    "Flyin'": 1272,
    "Fockers": 1273,
    "Foes": 1274,
    "Fool": 1275,
    "Foot": 1276,
    "For": 1277,
    "Forbes'": 1278,
    "Ford": 1279,
    "Foreign]": 1280,
    "Foreman": 1281,
    "Forever": 1282,
    "Forgetting": 1283,
    "Forgot": 1284,
    "Forty": 1285,
    "Forty-one": 1286,
    "Found": 1287,
    "Four": 1288,
    "Fox": 1289,
    "France,": 1290,
    "Frank": 1291,
    "Français": 1292,
    "Fraud": 1293,
    "Freaky-ass": 1294,
    "Fred": 1295,
    "Freddy": 1296,
    "Free": 1297,
    "Freeway,": 1298,
    "Freeze": 1299,
    "Freeze,": 1300,
    "French": 1301,
    "French,": 1302,
    "Fresh": 1303,
    "Freudian": 1304,
    "Friday": 1305,
    "Fried": 1306,
    "From": 1307,
    "Frozen": 1308,
    "Fruit\"": 1309,
    "Fu": 1310,
    "Fuck": 1311,
    "Fucked": 1312,
    "Fuckers,": 1313,
    "Fuckin'": 1314,
    "Funk,": 1315,
    "Funny,": 1316,
    "Fur": 1317,
    "Future": 1318,
    "Fuzzy": 1319,
    "G's,": 1320,
    "G,": 1321,
    "G-code": 1322,
    "G-string": 1323,
    "G450,": 1324,
    "G4s": 1325,
    "G5": 1326,
    "G6": 1327,
    "GBE,": 1328,
    "GNX": 1329,
    "GOATs": 1330,
    "Gallery": 1331,
    "Gambles": 1332,
    "Game": 1333,
    "Gang": 1334,
    "Gangsta": 1335,
    "Garden": 1336,
    "Gardena?": 1337,
    "Garvey": 1338,
    "Gas": 1339,
    "Gatorade": 1340,
    "Ge-ge-geyeah,": 1341,
    "Geechi": 1342,
    "Gemini": 1343,
    "Generation": 1344,
    "George": 1345,
    "Georgia": 1346,
    "Geraldo": 1347,
    "Get": 1348,
    "Gets": 1349,
    "Gettin'": 1350,
    "Getting": 1351,
    "Get–get–get–get–get–gettin'": 1352,
    "Ghetto": 1353,
    "Ghost,": 1354,
    "Ghostface": 1355,
    "Gianni": 1356,
    "Girl": 1357,
    "Girl,": 1358,
    "Girls": 1359,
    "Giuseppe": 1360,
    "Give": 1361,
    "Givenchy": 1362,
    "Giving": 1363,
    "Giza": 1364,
    "Glock": 1365,
    "Gloria": 1366,
    "Go": 1367,
    "Go,": 1368,
    "Goblin,": 1369,
    "God": 1370,
    "God's": 1371,
    "God,": 1372,
    "God-sister": 1373,
    "God-sister,": 1374,
    "God?\"": 1375,
    "Goddammit": 1376,
    "Goddamn": 1377,
    "Goddamn!": 1378,
    "Goddamn,": 1379,
    "Godfather,": 1380,
    "Godzilla,": 1381,
    "Goin'": 1382,
    "Going": 1383,
    "Gold": 1384,
    "Gold-plated": 1385,
    "Goldstein,": 1386,
    "Goldstein]": 1387,
    "Gonna": 1388,
    "Gonzales": 1389,
    "Good": 1390,
    "Goose": 1391,
    "Gossip,": 1392,
    "Got": 1393,
    "Gotta": 1394,
    "Grade": 1395,
    "Graduated": 1396,
    "Graham]": 1397,
    "Grahams": 1398,
    "Grail": 1399,
    "Grammy,": 1400,
    "Granddaddy": 1401,
    "Gras": 1402,
    "Grew": 1403,
    "Grey": 1404,
    "Gs": 1405,
    "Guarantee": 1406,
    "Guayabera": 1407,
    "Gucci": 1408,
    "Gucci)": 1409,
    "Gucci,": 1410,
    "Guess": 1411,
    "Guevara": 1412,
    "Guinness": 1413,
    "Guitar": 1414,
    "Gun": 1415,
    "Gunna": 1416,
    "Gunshot": 1417,
    "Guru": 1418,
    "Guru!": 1419,
    "H": 1420,
    "H-town": 1421,
    "H.A.M.,": 1422,
    "HOV": 1423,
    "Ha-ya": 1424,
    "Ha-ya,": 1425,
    "Ha-ya-ya-ya": 1426,
    "Had": 1427,
    "Haha!": 1428,
    "Haha,": 1429,
    "Hahahah": 1430,
    "Hahahaha": 1431,
    "Hail": 1432,
    "Hair": 1433,
    "Hale": 1434,
    "Half": 1435,
    "Hall": 1436,
    "Halle": 1437,
    "Hammer": 1438,
    "Hampton": 1439,
    "Hamptons": 1440,
    "Hands": 1441,
    "Hang": 1442,
    "Hannah": 1443,
    "Happiness": 1444,
    "Hard": 1445,
    "Harvey's": 1446,
    "Hater": 1447,
    "Haters": 1448,
    "Hathaway": 1449,
    "Haul": 1450,
    "Haunt": 1451,
    "Havana": 1452,
    "Have": 1453,
    "Haven't": 1454,
    "Havoc": 1455,
    "He": 1456,
    "He's": 1457,
    "Head": 1458,
    "Headed": 1459,
    "Headshot": 1460,
    "Hear": 1461,
    "Heard": 1462,
    "Heart": 1463,
    "Heat": 1464,
    "Heat,": 1465,
    "Heaven": 1466,
    "Heaven,": 1467,
    "Heavenly": 1468,
    "Heh!": 1469,
    "Hell": 1470,
    "Hell,": 1471,
    "Hell-raising,": 1472,
    "Hellcat,": 1473,
    "Hello,": 1474,
    "Hennessy": 1475,
    "Henry": 1476,
    "Her": 1477,
    "Here": 1478,
    "Here's": 1479,
    "Here,": 1480,
    "Heritage": 1481,
    "Hermès": 1482,
    "Hermés": 1483,
    "Hey": 1484,
    "Hey,": 1485,
    "Hidden": 1486,
    "Hide": 1487,
    "Hidin'": 1488,
    "High": 1489,
    "High,": 1490,
    "Highway": 1491,
    "Hilfiger": 1492,
    "Hill": 1493,
    "Hillman": 1494,
    "Him": 1495,
    "Hines": 1496,
    "His": 1497,
    "Hispanics,": 1498,
    "History": 1499,
    "Hit": 1500,
    "Hit-Boy": 1501,
    "Hit-Boy,": 1502,
    "Hm,": 1503,
    "Ho": 1504,
    "Ho,": 1505,
    "Hoes": 1506,
    "Hoffa": 1507,
    "Hol'": 1508,
    "Hold": 1509,
    "Holla": 1510,
    "Hollow": 1511,
    "Hollywood": 1512,
    "Holocaust": 1513,
    "Holy": 1514,
    "Home": 1515,
    "Homes": 1516,
    "Homicidal": 1517,
    "Homie": 1518,
    "Homies": 1519,
    "Homies\"": 1520,
    "Homies]": 1521,
    "Homixide,": 1522,
    "Homme": 1523,
    "Homme,\"": 1524,
    "Honestly": 1525,
    "Hood": 1526,
    "Hoop": 1527,
    "Hop": 1528,
    "Hope": 1529,
    "Hopin'": 1530,
    "Hoping": 1531,
    "Horsepower,": 1532,
    "Hot": 1533,
    "Hotboxin'": 1534,
    "Hotter": 1535,
    "House": 1536,
    "Housekeeping": 1537,
    "Houston": 1538,
    "Hov": 1539,
    "Hov'": 1540,
    "Hov's": 1541,
    "Hov,": 1542,
    "Hova": 1543,
    "Hovi": 1544,
    "Hovi's": 1545,
    "How": 1546,
    "Howard": 1547,
    "Hublot": 1548,
    "Hublot,": 1549,
    "Hublots": 1550,
    "Hudson": 1551,
    "Hudson]": 1552,
    "Huey": 1553,
    "Huh": 1554,
    "Huh)": 1555,
    "Huh,": 1556,
    "Huh?": 1557,
    "Human": 1558,
    "Hundred": 1559,
    "Hungry": 1560,
    "Hunting": 1561,
    "Hustlin'": 1562,
    "Hypocrite": 1563,
    "I": 1564,
    "I'd": 1565,
    "I'll": 1566,
    "I'll,": 1567,
    "I'm": 1568,
    "I'ma": 1569,
    "I've": 1570,
    "I,": 1571,
    "I-I": 1572,
    "I-I,": 1573,
    "I-I-I": 1574,
    "I-I-I-I": 1575,
    "I-I-I-I-I'm": 1576,
    "I.D.]": 1577,
    "I.D]": 1578,
    "I:": 1579,
    "I?": 1580,
    "IG": 1581,
    "II:": 1582,
    "III": 1583,
    "III]": 1584,
    "II]": 1585,
    "IQ": 1586,
    "IRS": 1587,
    "I]": 1588,
    "Ibiza": 1589,
    "Ice": 1590,
    "Ichabod": 1591,
    "Identity's": 1592,
    "Idiot": 1593,
    "If": 1594,
    "Illest": 1595,
    "Illmatic": 1596,
    "Imagine": 1597,
    "In": 1598,
    "Indians": 1599,
    "Indigenous": 1600,
    "Industry": 1601,
    "Ink": 1602,
    "Inside": 1603,
    "Instagram": 1604,
    "Instead,": 1605,
    "Institutionalized": 1606,
    "Intelligent,": 1607,
    "Inter-century": 1608,
    "Interior": 1609,
    "Interlude:": 1610,
    "International": 1611,
    "Introverted": 1612,
    "Invisibly": 1613,
    "Iovine": 1614,
    "Iraq,": 1615,
    "Irony,": 1616,
    "Is": 1617,
    "Island": 1618,
    "Isley": 1619,
    "Isom": 1620,
    "Israel": 1621,
    "Israelites,": 1622,
    "It": 1623,
    "It's": 1624,
    "Italiano": 1625,
    "Its": 1626,
    "Ivory": 1627,
    "Ivy,": 1628,
    "I—": 1629,
    "I—,": 1630,
    "I’d": 1631,
    "I’m": 1632,
    "J": 1633,
    "J's": 1634,
    "J,": 1635,
    "J-Roc,": 1636,
    "JAY-Z": 1637,
    "JAY-Z,": 1638,
    "JAY-Z?": 1639,
    "JAY-Z]": 1640,
    "JFK?": 1641,
    "Jack": 1642,
    "Jackie?": 1643,
    "Jackson": 1644,
    "Jackson's": 1645,
    "Jackson,": 1646,
    "Jacksonville,": 1647,
    "Jackson—oh": 1648,
    "Jadakiss": 1649,
    "Jadakiss]": 1650,
    "Jag',": 1651,
    "Jake": 1652,
    "Jam": 1653,
    "Jamaican": 1654,
    "James": 1655,
    "James,": 1656,
    "James?": 1657,
    "Janet": 1658,
    "Janky": 1659,
    "Jay": 1660,
    "Jay!)": 1661,
    "Jay,": 1662,
    "Jay-Hova": 1663,
    "Jay-Z": 1664,
    "Jay-Z:": 1665,
    "Jay-Z]": 1666,
    "Jay?": 1667,
    "Jealous": 1668,
    "Jean": 1669,
    "Jean,\"": 1670,
    "Jeeps": 1671,
    "Jeezy": 1672,
    "Jeff": 1673,
    "Jefferson": 1674,
    "Jerome": 1675,
    "Jesse?": 1676,
    "Jessica": 1677,
    "Jesus": 1678,
    "Jesus,": 1679,
    "Jewelry": 1680,
    "Jewish": 1681,
    "Jews": 1682,
    "Jigga": 1683,
    "Jigga-Jur-Jigga-Jih-Jigga": 1684,
    "Jimmy": 1685,
    "Job?": 1686,
    "Jobs,": 1687,
    "Joe": 1688,
    "Joe,": 1689,
    "John": 1690,
    "Johnny": 1691,
    "Jones": 1692,
    "Jones]": 1693,
    "Jordan": 1694,
    "Jordan,": 1695,
    "Jordans": 1696,
    "Joseph": 1697,
    "Joseph,": 1698,
    "Jot": 1699,
    "Joy\"": 1700,
    "Jr.": 1701,
    "Judas": 1702,
    "Juicy": 1703,
    "July": 1704,
    "July\"": 1705,
    "Jumbotron": 1706,
    "June": 1707,
    "Junie": 1708,
    "Just": 1709,
    "Justin": 1710,
    "János": 1711,
    "K's": 1712,
    "K-Dot": 1713,
    "K-Dot,": 1714,
    "K-Man": 1715,
    "K.": 1716,
    "K9": 1717,
    "KTW,": 1718,
    "Kani,": 1719,
    "Kanye": 1720,
    "Kanye\"?": 1721,
    "Kanye's": 1722,
    "Kanye,": 1723,
    "Kanyes": 1724,
    "Karl": 1725,
    "Kash": 1726,
    "Kate": 1727,
    "Katt": 1728,
    "Katzkins": 1729,
    "Kay": 1730,
    "Keef": 1731,
    "Keef)": 1732,
    "Keef,": 1733,
    "Keef.": 1734,
    "Keef]": 1735,
    "Keep": 1736,
    "Keepin'": 1737,
    "Keisha's": 1738,
    "Kelly": 1739,
    "Kendrick": 1740,
    "Kendrick,": 1741,
    "Kenneth": 1742,
    "Kenny": 1743,
    "Kentucky": 1744,
    "Kerry": 1745,
    "Keys": 1746,
    "Keys,": 1747,
    "Keys]": 1748,
    "Kick": 1749,
    "Kid": 1750,
    "Kiki": 1751,
    "Kilhoffer,": 1752,
    "Kill": 1753,
    "Killah": 1754,
    "Killed": 1755,
    "Killin'": 1756,
    "Kim": 1757,
    "Kinda": 1758,
    "King": 1759,
    "Kiss-My-Ass": 1760,
    "Kit-Kat": 1761,
    "Kites": 1762,
    "Knock": 1763,
    "Knocked": 1764,
    "Know": 1765,
    "Knowin'": 1766,
    "Kobe": 1767,
    "Kong": 1768,
    "Kong,": 1769,
    "Kool-Aid": 1770,
    "Koons": 1771,
    "Koz]": 1772,
    "Kung": 1773,
    "Kunta,": 1774,
    "Kurt": 1775,
    "Kyo\"": 1776,
    "Kóbor": 1777,
    "L'Album": 1778,
    "L's": 1779,
    "L.A.": 1780,
    "L.A.,": 1781,
    "L.E.P.,": 1782,
    "LP": 1783,
    "La": 1784,
    "La,": 1785,
    "La-da-da-da-di-da-da-a,": 1786,
    "La-di-da-da-a,": 1787,
    "Label": 1788,
    "Laced": 1789,
    "Lacy": 1790,
    "Ladies": 1791,
    "Lalah": 1792,
    "Lamar": 1793,
    "Lamar,": 1794,
    "Lamar?": 1795,
    "Lamar]": 1796,
    "Lambo": 1797,
    "Lamborghini": 1798,
    "Lame": 1799,
    "Lame)": 1800,
    "Landlord": 1801,
    "Lanka": 1802,
    "Large": 1803,
    "Larrance": 1804,
    "Larry": 1805,
    "Last": 1806,
    "Latin,": 1807,
    "Latter-day": 1808,
    "Laughin'": 1809,
    "Launderin'": 1810,
    "Lauryn": 1811,
    "Law": 1812,
    "Le": 1813,
    "LeBaron": 1814,
    "LeBron": 1815,
    "LeBron,": 1816,
    "Lear": 1817,
    "Learn": 1818,
    "Leave": 1819,
    "Lee]": 1820,
    "Leona": 1821,
    "Leonardo": 1822,
    "Less": 1823,
    "Let": 1824,
    "Let's": 1825,
    "Letting": 1826,
    "Lewinsky'd": 1827,
    "Lewis": 1828,
    "Lex'": 1829,
    "Lexus": 1830,
    "License": 1831,
    "Lies": 1832,
    "Life": 1833,
    "Life's": 1834,
    "Lift": 1835,
    "Light": 1836,
    "Lights,": 1837,
    "Like": 1838,
    "Like,": 1839,
    "Lil": 1840,
    "Lil'": 1841,
    "Limo": 1842,
    "Liquor": 1843,
    "Lisa": 1844,
    "Lit,": 1845,
    "Little": 1846,
    "Live": 1847,
    "Livin'": 1848,
    "Living": 1849,
    "Loch": 1850,
    "Locker": 1851,
    "London": 1852,
    "Lonely,": 1853,
    "Look": 1854,
    "Look,": 1855,
    "Lookin'": 1856,
    "Looking": 1857,
    "Lookouts": 1858,
    "Lord": 1859,
    "Lord's": 1860,
    "Lord,": 1861,
    "Los": 1862,
    "Lotta": 1863,
    "Loud": 1864,
    "Louder": 1865,
    "Louie,": 1866,
    "Louis": 1867,
    "Louis,": 1868,
    "Louvre": 1869,
    "Love": 1870,
    "Love's": 1871,
    "Love,": 1872,
    "Lover": 1873,
    "Lovin'": 1874,
    "Loving": 1875,
    "Loyalty,": 1876,
    "Lucalis": 1877,
    "Luciano": 1878,
    "Lucky": 1879,
    "Lucy": 1880,
    "Lucy,": 1881,
    "Lueders,": 1882,
    "Luther?": 1883,
    "Luxury": 1884,
    "Lying": 1885,
    "Lyor": 1886,
    "Lyrics": 1887,
    "M": 1888,
    "M3": 1889,
    "MAC-11": 1890,
    "MC,": 1891,
    "MCM": 1892,
    "MJ": 1893,
    "MJ,": 1894,
    "Ma$e": 1895,
    "Mac,": 1896,
    "Mace": 1897,
    "Made": 1898,
    "Made,\"": 1899,
    "Madison": 1900,
    "Madlib": 1901,
    "Magic": 1902,
    "Magna": 1903,
    "Main": 1904,
    "Maison,": 1905,
    "Make": 1906,
    "Makes": 1907,
    "Makin'": 1908,
    "Malcolm": 1909,
    "Malibu": 1910,
    "Malibu,": 1911,
    "Mama": 1912,
    "Mami's": 1913,
    "Man": 1914,
    "Man,": 1915,
    "Man-Man?": 1916,
    "Mandela,": 1917,
    "Mane,": 1918,
    "Manipulated": 1919,
    "Manolo": 1920,
    "Many": 1921,
    "Marble": 1922,
    "Mardi": 1923,
    "Margiela": 1924,
    "Margiela?": 1925,
    "Maria": 1926,
    "Marie": 1927,
    "Marijuana": 1928,
    "Marina": 1929,
    "Market": 1930,
    "Marley": 1931,
    "Marley]": 1932,
    "Marlon,": 1933,
    "Martin": 1934,
    "Martin]": 1935,
    "Marvin": 1936,
    "Mary": 1937,
    "Mary,": 1938,
    "Mase,": 1939,
    "Maserati": 1940,
    "Mask": 1941,
    "Matching": 1942,
    "Matrix": 1943,
    "Matter": 1944,
    "Matterhorn,": 1945,
    "May": 1946,
    "Maybach": 1947,
    "Maybach,": 1948,
    "Maybachs": 1949,
    "Maybe": 1950,
    "May—": 1951,
    "Me": 1952,
    "Me\"": 1953,
    "Me,": 1954,
    "Meanwhile": 1955,
    "Mecca,": 1956,
    "Media": 1957,
    "Medusa": 1958,
    "Meet": 1959,
    "Mekhi": 1960,
    "Melbourne": 1961,
    "Melly": 1962,
    "Memphis": 1963,
    "Mercedes": 1964,
    "Mercedes,": 1965,
    "Mercer": 1966,
    "Mercy": 1967,
    "Mercy,": 1968,
    "Merlin": 1969,
    "Merry": 1970,
    "Messi": 1971,
    "Met": 1972,
    "Metro": 1973,
    "Meurice": 1974,
    "Mi": 1975,
    "Mic": 1976,
    "Michael": 1977,
    "Michael's": 1978,
    "Michael,": 1979,
    "Michel": 1980,
    "Microphone": 1981,
    "Middle": 1982,
    "Might": 1983,
    "Mike": 1984,
    "Milan,": 1985,
    "Mille": 1986,
    "Millin'": 1987,
    "Millionaires'": 1988,
    "Millions": 1989,
    "Minaj]": 1990,
    "Mind": 1991,
    "Mingle": 1992,
    "Mirandas": 1993,
    "Miss": 1994,
    "Mississippi": 1995,
    "Misusing": 1996,
    "Mitchell": 1997,
    "Mix": 1998,
    "Mm": 1999,
    "Mm-mm": 2000,
    "MoMA": 2001,
    "Mobb": 2002,
    "Mobile": 2003,
    "Modern": 2004,
    "Modern-day": 2005,
    "Momma": 2006,
    "Momma,": 2007,
    "Mona": 2008,
    "Monday,": 2009,
    "Money": 2010,
    "Money's": 2011,
    "Money,": 2012,
    "Monster": 2013,
    "Moors": 2014,
    "Morale": 2015,
    "Mormons,": 2016,
    "Morrison": 2017,
    "Morrison]": 2018,
    "Moses?": 2019,
    "Most": 2020,
    "Motherfucker,": 2021,
    "Motherfuckers": 2022,
    "Mount": 2023,
    "Mr.": 2024,
    "Ms.": 2025,
    "Muhammad": 2026,
    "Mulholland": 2027,
    "Muller,": 2028,
    "Mummy": 2029,
    "Murciélago": 2030,
    "Murder,": 2031,
    "Murder]": 2032,
    "Murphy's": 2033,
    "Muscle": 2034,
    "Music": 2035,
    "Must": 2036,
    "Mustang,": 2037,
    "Mustard": 2038,
    "My": 2039,
    "My,": 2040,
    "Myoho": 2041,
    "México,": 2042,
    "N-E-G-U-S,": 2043,
    "N-word": 2044,
    "NYC": 2045,
    "Nah)": 2046,
    "Nah,": 2047,
    "Nah.": 2048,
    "Nail": 2049,
    "Nancy": 2050,
    "Naomi": 2051,
    "Nap": 2052,
    "Nas": 2053,
    "Nas,": 2054,
    "Nas]": 2055,
    "Nasty": 2056,
    "Nat": 2057,
    "Nation": 2058,
    "Nation,": 2059,
    "Native": 2060,
    "Nava]": 2061,
    "Nazareth": 2062,
    "Need": 2063,
    "Neef,": 2064,
    "Negus": 2065,
    "Neimans,": 2066,
    "Nelson": 2067,
    "Nelson,": 2068,
    "Nelson-like—want": 2069,
    "Neptunes]": 2070,
    "Ness": 2071,
    "Nets": 2072,
    "Nets,": 2073,
    "Never": 2074,
    "New": 2075,
    "Newton": 2076,
    "Next": 2077,
    "Next,": 2078,
    "Niaga": 2079,
    "Nickerson": 2080,
    "Nickersons": 2081,
    "Nicki": 2082,
    "Nicki,": 2083,
    "Nigga": 2084,
    "Nigga,": 2085,
    "Nigga,\"": 2086,
    "Niggas": 2087,
    "Niggas'll": 2088,
    "Night": 2089,
    "Night,": 2090,
    "Nightlife,": 2091,
    "Nigo]": 2092,
    "Nikes,": 2093,
    "Nina": 2094,
    "Ninety-nine": 2095,
    "Nintendo": 2096,
    "Nirvana": 2097,
    "No": 2098,
    "No,": 2099,
    "Noah": 2100,
    "Nobody": 2101,
    "Noir:": 2102,
    "Noitnetta": 2103,
    "None": 2104,
    "Nonsense,": 2105,
    "Nope,": 2106,
    "Nori": 2107,
    "Norman's": 2108,
    "North": 2109,
    "Northside": 2110,
    "Nostrand": 2111,
    "Not": 2112,
    "Noth-noth—": 2113,
    "Nothin'": 2114,
    "Nothing": 2115,
    "Nothing—": 2116,
    "Now": 2117,
    "Now,": 2118,
    "Nowhere": 2119,
    "Number": 2120,
    "Numbers": 2121,
    "Nuvo": 2122,
    "O": 2123,
    "O,": 2124,
    "O-V": 2125,
    "O-Z": 2126,
    "O-o-o-o-o-okay,": 2127,
    "O.J.": 2128,
    "O.J.,\"": 2129,
    "OG's": 2130,
    "OV-ho": 2131,
    "OVO": 2132,
    "Oakland": 2133,
    "Obama": 2134,
    "Ocean": 2135,
    "Ocean]": 2136,
    "Of": 2137,
    "Off": 2138,
    "Off-white": 2139,
    "Oh": 2140,
    "Oh!": 2141,
    "Oh,": 2142,
    "Okay": 2143,
    "Okay,": 2144,
    "Old": 2145,
    "Old-ass": 2146,
    "Olympics": 2147,
    "Olympus": 2148,
    "On": 2149,
    "Once": 2150,
    "One": 2151,
    "One,": 2152,
    "Ones,\"": 2153,
    "Only": 2154,
    "Onyx": 2155,
    "Ooh": 2156,
    "Ooh,": 2157,
    "Ooh-ooh-ooh": 2158,
    "Ooh-ooh-ooh-ooh-ooh-ooh": 2159,
    "Ooh-ooh-ooh-ooh-ooh-ooh-ooh": 2160,
    "Oops,": 2161,
    "Oprah": 2162,
    "Oprah's": 2163,
    "Option\"?": 2164,
    "Opus": 2165,
    "Or": 2166,
    "Or,": 2167,
    "Order": 2168,
    "Osteen": 2169,
    "Other": 2170,
    "Otis": 2171,
    "Our": 2172,
    "Ours": 2173,
    "Out": 2174,
    "Outro:": 2175,
    "Outro]": 2176,
    "Ow": 2177,
    "Ozempic": 2178,
    "P": 2179,
    "P,": 2180,
    "P-P-P-Paranoia,": 2181,
    "P.A.T": 2182,
    "PARTYNEXTDOOR]": 2183,
    "PDs,": 2184,
    "PJ": 2185,
    "PS": 2186,
    "Pa-": 2187,
    "Pablo": 2188,
    "Pac": 2189,
    "Pac,": 2190,
    "Pac-Man,": 2191,
    "Pace": 2192,
    "Padrino": 2193,
    "Paid": 2194,
    "Pain": 2195,
    "Painkillers": 2196,
    "Palin": 2197,
    "Pandora's": 2198,
    "Panthers": 2199,
    "Paparazzis": 2200,
    "Paper": 2201,
    "Pardon": 2202,
    "Pardon,": 2203,
    "Paris": 2204,
    "Paris,": 2205,
    "Parisian": 2206,
    "Park": 2207,
    "Parmesan": 2208,
    "Parts": 2209,
    "Party": 2210,
    "Pas": 2211,
    "Pase]": 2212,
    "Pass": 2213,
    "Pastor": 2214,
    "Pat": 2215,
    "Pat]": 2216,
    "Patrol": 2217,
    "Paul": 2218,
    "Paula": 2219,
    "Paula's": 2220,
    "Pavilion]": 2221,
    "Pay": 2222,
    "Peace": 2223,
    "Peace,": 2224,
    "Peel": 2225,
    "Pendergrass": 2226,
    "Penitentiary": 2227,
    "People": 2228,
    "Pep": 2229,
    "Percs,": 2230,
    "Perrier-Jouët,": 2231,
    "Perrierin'": 2232,
    "Perry": 2233,
    "Phantom,": 2234,
    "Pharrell": 2235,
    "Pharrell's": 2236,
    "Pharrell,": 2237,
    "Phife'": 2238,
    "Phillip": 2239,
    "Philly": 2240,
    "Philo": 2241,
    "Phoebe": 2242,
    "Phone": 2243,
    "Photo": 2244,
    "Photoshoot": 2245,
    "Photoshop": 2246,
    "Picasso": 2247,
    "Picasso,": 2248,
    "Pick": 2249,
    "Picture,": 2250,
    "Pig": 2251,
    "Pill": 2252,
    "Pimp": 2253,
    "Pink": 2254,
    "Pipe": 2255,
    "Pirellis": 2256,
    "Pirus,": 2257,
    "Pisa": 2258,
    "Piss": 2259,
    "Pit": 2260,
    "Pity": 2261,
    "Pius": 2262,
    "Plain": 2263,
    "Plato,": 2264,
    "Play": 2265,
    "PlayStation": 2266,
    "Playboi": 2267,
    "Plays": 2268,
    "Please": 2269,
    "Please,": 2270,
    "Plenty": 2271,
    "Plottin',": 2272,
    "Plus": 2273,
    "Plus,": 2274,
    "Po-pool": 2275,
    "Pockets": 2276,
    "Poetic": 2277,
    "Pole": 2278,
    "Poli": 2279,
    "Police": 2280,
    "Political": 2281,
    "Politicians": 2282,
    "Polk": 2283,
    "Polo": 2284,
    "Polski": 2285,
    "Poo": 2286,
    "Pool": 2287,
    "Pope,": 2288,
    "Popeye": 2289,
    "Poppin'": 2290,
    "Popping": 2291,
    "Porsches": 2292,
    "Português": 2293,
    "Posted": 2294,
    "Pots": 2295,
    "Pound": 2296,
    "Poupon,": 2297,
    "Pour": 2298,
    "Poverty's": 2299,
    "Power": 2300,
    "Prada,": 2301,
    "Pray": 2302,
    "Preach": 2303,
    "Precious": 2304,
    "Prentice": 2305,
    "Pretty": 2306,
    "Price": 2307,
    "Prince": 2308,
    "Prive": 2309,
    "Problem": 2310,
    "Professor": 2311,
    "Profit,": 2312,
    "Projects,": 2313,
    "Promise": 2314,
    "Promises": 2315,
    "Promisin'": 2316,
    "Proof": 2317,
    "Pryor": 2318,
    "Psst,": 2319,
    "Psycho": 2320,
    "Psycho,": 2321,
    "Psychopath": 2322,
    "Public": 2323,
    "Publishing": 2324,
    "Puerto": 2325,
    "Puff": 2326,
    "Puff,": 2327,
    "Pull": 2328,
    "Pulled": 2329,
    "Punk": 2330,
    "Purple": 2331,
    "Push": 2332,
    "Pusha": 2333,
    "Pussy": 2334,
    "Put": 2335,
    "Pyrex": 2336,
    "Q45": 2337,
    "Quavo": 2338,
    "Que": 2339,
    "Question,": 2340,
    "Quick": 2341,
    "Quite": 2342,
    "R&B": 2343,
    "R-O-C": 2344,
    "R-O-C,": 2345,
    "R.I.P.": 2346,
    "RAV4?": 2347,
    "RZA]": 2348,
    "Rabbit": 2349,
    "Race": 2350,
    "Racks": 2351,
    "Rae": 2352,
    "Raekwon]": 2353,
    "Rahki]": 2354,
    "Rain": 2355,
    "Raise": 2356,
    "Raisin'": 2357,
    "Rakim": 2358,
    "Ramen,": 2359,
    "Rampage": 2360,
    "Range,": 2361,
    "Rap": 2362,
    "Rape": 2363,
    "Raphael,": 2364,
    "Ray": 2365,
    "Raymond,": 2366,
    "Re-spark": 2367,
    "Read": 2368,
    "Ready": 2369,
    "Ready,": 2370,
    "Real": 2371,
    "Real!": 2372,
    "Reality": 2373,
    "Really": 2374,
    "Really,": 2375,
    "Realness,": 2376,
    "Reapin'": 2377,
    "Reason": 2378,
    "Reciprocation": 2379,
    "Records": 2380,
    "Red": 2381,
    "Red,": 2382,
    "Red?": 2383,
    "Redding": 2384,
    "Redemption,": 2385,
    "Reebok,": 2386,
    "Reeboks": 2387,
    "Reffus": 2388,
    "Regal": 2389,
    "Relocate,": 2390,
    "Remember": 2391,
    "Remember?": 2392,
    "Remind": 2393,
    "Reminisce,": 2394,
    "Renegade,": 2395,
    "Renge": 2396,
    "Resentment": 2397,
    "Respect": 2398,
    "Restraining": 2399,
    "Retaliation": 2400,
    "Retraced": 2401,
    "Revenge": 2402,
    "Reverse": 2403,
    "Rey": 2404,
    "RiRi": 2405,
    "Ric": 2406,
    "Rican": 2407,
    "Riccardo": 2408,
    "Rich": 2409,
    "Richard": 2410,
    "Rick": 2411,
    "Rico,": 2412,
    "Ride": 2413,
    "Ride!": 2414,
    "Ridin'": 2415,
    "Riding": 2416,
    "Riesling": 2417,
    "Right": 2418,
    "Right,": 2419,
    "Right?!": 2420,
    "Rihanna": 2421,
    "Rihanna's": 2422,
    "Rihanna,": 2423,
    "Rihanna]": 2424,
    "Rilkes": 2425,
    "Rivera": 2426,
    "Road": 2427,
    "Robben's": 2428,
    "Robert": 2429,
    "Robocop": 2430,
    "Roc": 2431,
    "Roc-A-Fella": 2432,
    "Rock": 2433,
    "Rock]": 2434,
    "Rocky": 2435,
    "Rolex": 2436,
    "Roll": 2437,
    "Rollie": 2438,
    "Rollie,": 2439,
    "Rollies": 2440,
    "Rolling": 2441,
    "Rolls": 2442,
    "Rolls-Royce": 2443,
    "Roll–roll–roll": 2444,
    "Romans": 2445,
    "Rome's": 2446,
    "Rome,": 2447,
    "Ronald": 2448,
    "Roof": 2449,
    "Rope": 2450,
    "Rose": 2451,
    "Rose,": 2452,
    "Rosecrans,": 2453,
    "Ross]": 2454,
    "Rothko,": 2455,
    "Rothkos,": 2456,
    "Row": 2457,
    "Rrrah!": 2458,
    "Rubin]": 2459,
    "Rude": 2460,
    "Run": 2461,
    "Runnin'": 2462,
    "Running": 2463,
    "Rush": 2464,
    "Rémy": 2465,
    "S1": 2466,
    "SAMO,": 2467,
    "SIM": 2468,
    "SLAB": 2469,
    "SZA": 2470,
    "Sag": 2471,
    "Said": 2472,
    "Saint": 2473,
    "Saints": 2474,
    "Sak": 2475,
    "Salute": 2476,
    "Same": 2477,
    "Sammy": 2478,
    "Sampha]": 2479,
    "Samuel": 2480,
    "Sandman": 2481,
    "Sandra": 2482,
    "Sandra,": 2483,
    "Santa": 2484,
    "Sarah": 2485,
    "Sasquatch,": 2486,
    "Satan": 2487,
    "Satan,": 2488,
    "Saw": 2489,
    "Say": 2490,
    "Say,": 2491,
    "Scared": 2492,
    "Scarface,": 2493,
    "Scary,": 2494,
    "Schemin',": 2495,
    "Scott,": 2496,
    "Scream": 2497,
    "Screamin',": 2498,
    "Sean": 2499,
    "Sean]": 2500,
    "Searchin'": 2501,
    "Second-class": 2502,
    "Section": 2503,
    "Section.80": 2504,
    "See": 2505,
    "See,": 2506,
    "Seems": 2507,
    "Seen": 2508,
    "Selfridges": 2509,
    "Sentence": 2510,
    "Serato?": 2511,
    "Serchlite": 2512,
    "Serena": 2513,
    "Seven": 2514,
    "Seville,": 2515,
    "Sex": 2516,
    "Sex,": 2517,
    "Sexy": 2518,
    "Sexyy": 2519,
    "Shady's": 2520,
    "Shake": 2521,
    "Shake]": 2522,
    "Shakespeare": 2523,
    "Shalom": 2524,
    "Sham": 2525,
    "Shape": 2526,
    "Sharpton": 2527,
    "Shawn": 2528,
    "Shawn,": 2529,
    "She": 2530,
    "She'll": 2531,
    "She's": 2532,
    "Shepard": 2533,
    "Sherane": 2534,
    "Sherane,": 2535,
    "Shimmy": 2536,
    "Shirley": 2537,
    "Shit": 2538,
    "Shit,": 2539,
    "Shmurda": 2540,
    "Shoo,": 2541,
    "Shooter—you": 2542,
    "Shoppin'": 2543,
    "Shore": 2544,
    "Shots": 2545,
    "Should": 2546,
    "Should've": 2547,
    "Shout": 2548,
    "Shoutout": 2549,
    "Show": 2550,
    "Showed": 2551,
    "Sick": 2552,
    "Siento": 2553,
    "Sigel,": 2554,
    "Silk": 2555,
    "Silver": 2556,
    "Simone": 2557,
    "Simone]": 2558,
    "Since": 2559,
    "Sincerely,": 2560,
    "Sippin'": 2561,
    "Sister": 2562,
    "Sit": 2563,
    "Sittin'": 2564,
    "Sitting": 2565,
    "Situations,": 2566,
    "Six": 2567,
    "Skate": 2568,
    "Skin": 2569,
    "Sky": 2570,
