{
  "word_to_idx": {
    "!": 0,
    "\"": 1,
    "\"'Bout": 2,
    "\"****,": 3,
    "\"...You": 4,
    "\"6": 5,
    "\"A": 6,
    "\"Ahhs\"": 7,
    "\"Ain't": 8,
    "\"All": 9,
    "\"Alright,": 10,
    "\"Amen\"": 11,
    "\"And": 12,
    "\"Are": 13,
    "\"At": 14,
    "\"Baby": 15,
    "\"Baby,": 16,
    "\"Back": 17,
    "\"Bad": 18,
    "\"Bang,": 19,
    "\"Be": 20,
    "\"Beat": 21,
    "\"Better": 22,
    "\"Big": 23,
    "\"Bitches": 24,
    "\"Black-on-Black": 25,
    "\"Blueprint's\"": 26,
    "\"Breathe,": 27,
    "\"Bryan,": 28,
    "\"Build": 29,
    "\"By": 30,
    "\"Can": 31,
    "\"Careful": 32,
    "\"Certainly\"": 33,
    "\"Check": 34,
    "\"Check-a-ho\"": 35,
    "\"Come": 36,
    "\"Compton!\",": 37,
    "\"Daddy,": 38,
    "\"Damn!": 39,
    "\"Damn,": 40,
    "\"Dawg,": 41,
    "\"Diamonds\"": 42,
    "\"Didn't": 43,
    "\"Dig": 44,
    "\"Dior": 45,
    "\"Dior,": 46,
    "\"Does": 47,
    "\"Don't": 48,
    "\"Dot,": 49,
    "\"Ether\"": 50,
    "\"Excuse": 51,
    "\"Fall": 52,
    "\"For": 53,
    "\"Forget": 54,
    "\"Free": 55,
    "\"Friend": 56,
    "\"Fuck": 57,
    "\"Fuck!": 58,
    "\"Future": 59,
    "\"Gas,\"": 60,
    "\"Get": 61,
    "\"Gimme": 62,
    "\"Gina,": 63,
    "\"Give": 64,
    "\"Go": 65,
    "\"Go\",": 66,
    "\"God's": 67,
    "\"Good": 68,
    "\"Goodbye,": 69,
    "\"Got": 70,
    "\"Guitar\"": 71,
    "\"H": 72,
    "\"Had": 73,
    "\"Hail": 74,
    "\"He": 75,
    "\"He's": 76,
    "\"He's–": 77,
    "\"Heart": 78,
    "\"Hello\"": 79,
    "\"Hello,": 80,
    "\"Hey,": 81,
    "\"Hey,\"": 82,
    "\"Hi,\"": 83,
    "\"His": 84,
    "\"Hit": 85,
    "\"Hol'": 86,
    "\"Hola,": 87,
    "\"Hov',": 88,
    "\"Hov,": 89,
    "\"How": 90,
    "\"How,": 91,
    "\"I": 92,
    "\"I'd": 93,
    "\"I'll": 94,
    "\"I'm": 95,
    "\"I'ma": 96,
    "\"I-I": 97,
    "\"Iceberg": 98,
    "\"Illuminati,\"": 99,
    "\"In": 100,
    "\"Indeed,\"": 101,
    "\"Is": 102,
    "\"It": 103,
    "\"It's": 104,
    "\"Jay": 105,
    "\"Jay,": 106,
    "\"Jay-Z\"": 107,
    "\"Jay-Z,": 108,
    "\"Jesus": 109,
    "\"Jigga": 110,
    "\"Jigga\"": 111,
    "\"Jigga,": 112,
    "\"Jiggaman,": 113,
    "\"Just": 114,
    "\"K-Dot...": 115,
    "\"K-Lamar,": 116,
    "\"Kanye,": 117,
    "\"Kayne\"": 118,
    "\"Kendrick": 119,
    "\"Leave": 120,
    "\"Let": 121,
    "\"Let's": 122,
    "\"Life": 123,
    "\"Like": 124,
    "\"Lil'": 125,
    "\"Little": 126,
    "\"Lock": 127,
    "\"Look,": 128,
    "\"Ma,": 129,
    "\"Mad": 130,
    "\"Malibooyah\"": 131,
    "\"Mama\"": 132,
    "\"Man": 133,
    "\"Man,": 134,
    "\"Me": 135,
    "\"Mhm!\"": 136,
    "\"Minivan\"": 137,
    "\"Mmm,": 138,
    "\"Mo'": 139,
    "\"Mommy,": 140,
    "\"Money,": 141,
    "\"Most": 142,
    "\"Mr.": 143,
    "\"Murder\"": 144,
    "\"Murder,": 145,
    "\"My": 146,
    "\"Nah,": 147,
    "\"Nam": 148,
    "\"Naw.\"": 149,
    "\"New": 150,
    "\"Next\"": 151,
    "\"Nigga,": 152,
    "\"No": 153,
    "\"No,": 154,
    "\"Nothing": 155,
    "\"OV-ho\"": 156,
    "\"OV-ho\"*": 157,
    "\"Oh": 158,
    "\"Oh,": 159,
    "\"One": 160,
    "\"Ooos\"": 161,
    "\"Or": 162,
    "\"Other": 163,
    "\"Papa,": 164,
    "\"Pay": 165,
    "\"Play": 166,
    "\"Pop\"": 167,
    "\"Porsche\"": 168,
    "\"Pray": 169,
    "\"Proceed,\"": 170,
    "\"Pssh,": 171,
    "\"Put": 172,
    "\"Pyong!": 173,
    "\"Ray-Ray,": 174,
    "\"Read": 175,
    "\"Right": 176,
    "\"Roc-A-Fella\"": 177,
    "\"Ruthless,\"": 178,
    "\"Seen": 179,
    "\"Send": 180,
    "\"She": 181,
    "\"Shit,": 182,
    "\"Slavery": 183,
    "\"Snoop": 184,
    "\"So": 185,
    "\"Sorry,\"": 186,
    "\"Speech": 187,
    "\"Stay": 188,
    "\"Step": 189,
    "\"Stop": 190,
    "\"Sure\"": 191,
    "\"Surely": 192,
    "\"Take": 193,
    "\"Tell": 194,
    "\"That's": 195,
    "\"That,": 196,
    "\"The": 197,
    "\"They": 198,
    "\"Think": 199,
    "\"This": 200,
    "\"Thou": 201,
    "\"Timber\"": 202,
    "\"Truth\"": 203,
    "\"Turn": 204,
    "\"Vroom,": 205,
    "\"Wassup": 206,
    "\"We": 207,
    "\"What": 208,
    "\"What's": 209,
    "\"What?": 210,
    "\"What?\"": 211,
    "\"When": 212,
    "\"Where": 213,
    "\"Who": 214,
    "\"Why": 215,
    "\"Wise": 216,
    "\"Xxplosive\"": 217,
    "\"Ye,": 218,
    "\"Yeah!\"": 219,
    "\"Yeah\",": 220,
    "\"Yeah,": 221,
    "\"Yeezy,": 222,
    "\"Yo": 223,
    "\"Yo,": 224,
    "\"You": 225,
    "\"You're": 226,
    "\"Your": 227,
    "\"alright,\"": 228,
    "\"an": 229,
    "\"bitch,\"": 230,
    "\"black": 231,
    "\"chemical": 232,
    "\"damn": 233,
    "\"don't": 234,
    "\"duh-ha,": 235,
    "\"fuck": 236,
    "\"get": 237,
    "\"gimme\"": 238,
    "\"hall": 239,
    "\"has": 240,
    "\"him\"": 241,
    "\"if": 242,
    "\"interneck\"": 243,
    "\"it's": 244,
    "\"jealousy\"": 245,
    "\"life's": 246,
    "\"man,": 247,
    "\"move": 248,
    "\"my": 249,
    "\"nigga\"": 250,
    "\"nigga,\"": 251,
    "\"not": 252,
    "\"oh": 253,
    "\"oh,": 254,
    "\"ouch\"": 255,
    "\"pew-pew!\"": 256,
    "\"right": 257,
    "\"say": 258,
    "\"shh-shh\"": 259,
    "\"suede": 260,
    "\"that": 261,
    "\"think": 262,
    "\"this": 263,
    "\"two": 264,
    "\"wassup": 265,
    "\"we\"": 266,
    "\"what": 267,
    "\"what's": 268,
    "\"what-are-you-doing?\"": 269,
    "\"yo": 270,
    "\"yo...": 271,
    "\"you": 272,
    "#1": 273,
    "#2": 274,
    "$20,000": 275,
    "$ign": 276,
    "$ign,": 277,
    "$ign]": 278,
    "&": 279,
    "'": 280,
    "',": 281,
    "'02,": 282,
    "'03,": 283,
    "'04,": 284,
    "'05": 285,
    "'06": 286,
    "'07": 287,
    "'09": 288,
    "'64": 289,
    "'80s": 290,
    "'86": 291,
    "'88er,": 292,
    "'89": 293,
    "'9-7": 294,
    "'94": 295,
    "'95": 296,
    "'96": 297,
    "'96,": 298,
    "'97": 299,
    "'97,": 300,
    "'98,": 301,
    "'99": 302,
    "'99,": 303,
    "'A'": 304,
    "'Bach,": 305,
    "'Bachs": 306,
    "'Bleau,": 307,
    "'Bout": 308,
    "'Can't": 309,
    "'Casino'": 310,
    "'Cau-'cause": 311,
    "'Cau-cau-cau-cau-cau-'cause": 312,
    "'Cause": 313,
    "'Cept": 314,
    "'Din": 315,
    "'Emory": 316,
    "'F',": 317,
    "'Fore": 318,
    "'Goodfellas']": 319,
    "'Gram": 320,
    "'Gram,": 321,
    "'Hi',": 322,
    "'I": 323,
    "'K's": 324,
    "'Kay,": 325,
    "'Kiss,": 326,
    "'Less": 327,
    "'Like": 328,
    "'Lluminati": 329,
    "'Mari,": 330,
    "'Member": 331,
    "'Nolia": 332,
    "'Nother": 333,
    "'OOOOOOOOOOH.'": 334,
    "'Off": 335,
    "'Pac": 336,
    "'Please'": 337,
    "'Pussy'": 338,
    "'Resurrection'": 339,
    "'Round": 340,
    "'Ru": 341,
    "'Scarface'": 342,
    "'Schino": 343,
    "'Sex,": 344,
    "'Specially": 345,
    "'Stead,": 346,
    "'Takeover',": 347,
    "'The": 348,
    "'Til": 349,
    "'Till": 350,
    "'Wonderama'": 351,
    "'Wow.'": 352,
    "'Ye": 353,
    "'Ye,": 354,
    "'Ye?": 355,
    "'bomp": 356,
    "'bout": 357,
    "'bout,": 358,
    "'bout?": 359,
    "'burbs": 360,
    "'caine": 361,
    "'caine,": 362,
    "'cause": 363,
    "'cause,": 364,
    "'cept": 365,
    "'cide": 366,
    "'do": 367,
    "'dro": 368,
    "'em": 369,
    "'em)": 370,
    "'em,": 371,
    "'em,\"": 372,
    "'em?": 373,
    "'em—huh?": 374,
    "'er:": 375,
    "'exed?": 376,
    "'fore": 377,
    "'fro": 378,
    "'gain": 379,
    "'head": 380,
    "'head,": 381,
    "'ing": 382,
    "'less": 383,
    "'member": 384,
    "'member,": 385,
    "'nother": 386,
    "'ol": 387,
    "'posed": 388,
    "'rents": 389,
    "'roids": 390,
    "'round": 391,
    "'round,": 392,
    "'scape": 393,
    "'so?": 394,
    "'specially": 395,
    "'sposed": 396,
    "'stafALLAH": 397,
    "'stead": 398,
    "'til": 399,
    "'till": 400,
    "'url": 401,
    "(": 402,
    "(\"Hee-hee!\")": 403,
    "(\"There's": 404,
    "(\"Whattup": 405,
    "(...": 406,
    "(1!)": 407,
    "(20syl": 408,
    "(21st-century": 409,
    "(3!)": 410,
    "(3998390)": 411,
    "(4": 412,
    "(AK)": 413,
    "(Ad": 414,
    "(Again)": 415,
    "(Ah!)": 416,
    "(Ah)": 417,
    "(Aha)": 418,
    "(Ahh)": 419,
    "(Aight)": 420,
    "(Ali": 421,
    "(All": 422,
    "(Along)": 423,
    "(Alright!)": 424,
    "(Alright)": 425,
    "(Altogether,": 426,
    "(And": 427,
    "(Ape,": 428,
    "(At": 429,
    "(Aww)": 430,
    "(Aye,": 431,
    "(Ayy)": 432,
    "(Ayy,": 433,
    "(B-ball": 434,
    "(BET": 435,
    "(Ball": 436,
    "(Ball)?": 437,
    "(Baow)": 438,
    "(Bet)": 439,
    "(Bitch!)": 440,
    "(Bitch)": 441,
    "(Bitch),": 442,
    "(Bitch,": 443,
    "(Bitch-bitch-bitch-bitch-bitch-bitch-bitch-bitch-bitch,": 444,
    "(Block": 445,
    "(Blueprint": 446,
    "(Boom!)": 447,
    "(Boom)": 448,
    "(Boom,": 449,
    "(Boots)": 450,
    "(Break": 451,
    "(Brr)": 452,
    "(Burr!": 453,
    "(But": 454,
    "(Bye,": 455,
    "(C'mon)": 456,
    "(COME": 457,
    "(Can't": 458,
    "(Chea)": 459,
    "(Check": 460,
    "(Chorus)": 461,
    "(Click": 462,
    "(Cock": 463,
    "(Come": 464,
    "(Couldn’t": 465,
    "(Crazy)": 466,
    "(Crazy,": 467,
    "(DJ": 468,
    "(Damn)": 469,
    "(Dawg)": 470,
    "(Dead": 471,
    "(Debit)": 472,
    "(Die),": 473,
    "(Do": 474,
    "(Don't": 475,
    "(Down)": 476,
    "(Down,": 477,
    "(Drop)": 478,
    "(Errr!)": 479,
    "(Errr!),": 480,
    "(Excuse": 481,
    "(FIRST": 482,
    "(Facts)": 483,
    "(Fade)": 484,
    "(Fall": 485,
    "(Far": 486,
    "(Father,": 487,
    "(Fa—),": 488,
    "(Fi-fie-fo-fum,": 489,
    "(Fire!)": 490,
    "(Foreign)": 491,
    "(Foxy": 492,
    "(Fuck": 493,
    "(Fuck,": 494,
    "(Fucker)": 495,
    "(G'yeah)": 496,
    "(Get": 497,
    "(Glory)": 498,
    "(Go": 499,
    "(Go)": 500,
    "(Goliath..)": 501,
    "(Good": 502,
    "(Good)": 503,
    "(Got": 504,
    "(Greatness)": 505,
    "(Greetings": 506,
    "(Gucci,": 507,
    "(Ha)": 508,
    "(Haha)": 509,
    "(Haha),": 510,
    "(Hallelujah)": 511,
    "(Hands": 512,
    "(Hard": 513,
    "(Haunt": 514,
    "(Ha—)": 515,
    "(He": 516,
    "(Heatstroke)": 517,
    "(Heaven": 518,
    "(Hee)": 519,
    "(Hehehe)": 520,
    "(Hello)": 521,
    "(Hello),": 522,
    "(Hello,": 523,
    "(Here's": 524,
    "(Hey!)": 525,
    "(Hey)": 526,
    "(Hey,": 527,
    "(Hi,": 528,
    "(Highlights)": 529,
    "(Hindi)": 530,
    "(Hoe!)": 531,
    "(Hoe)": 532,
    "(Hold": 533,
    "(Holla": 534,
    "(Hoo!)": 535,
    "(Hoping)": 536,
    "(Hov',": 537,
    "(Hova": 538,
    "(How": 539,
    "(Huh!)": 540,
    "(Huh)": 541,
    "(Huh),": 542,
    "(Huh,": 543,
    "(Humming)": 544,
    "(I": 545,
    "(I'm": 546,
    "(IT": 547,
    "(In": 548,
    "(Is": 549,
    "(Is)": 550,
    "(It": 551,
    "(It's": 552,
    "(Its": 553,
    "(Jaded)": 554,
    "(Jay-Z)]": 555,
    "(Jiggaman": 556,
    "(Just": 557,
    "(K-Dot": 558,
    "(K.": 559,
    "(Keep": 560,
    "(Kendrick": 561,
    "(Kid)": 562,
    "(Know": 563,
    "(La": 564,
    "(La-a,": 565,
    "(Laughter)": 566,
    "(Let": 567,
    "(Let's": 568,
    "(Life,": 569,
    "(Lighters": 570,
    "(Like": 571,
    "(Live": 572,
    "(Live)": 573,
    "(Look": 574,
    "(Love": 575,
    "(M.O.P.!)": 576,
    "(Make": 577,
    "(Man,": 578,
    "(Man-Man)": 579,
    "(Mm-hmm)": 580,
    "(Mmm)": 581,
    "(Mmm,": 582,
    "(Money,": 583,
    "(Motherfuckin'": 584,
    "(Motherfucking": 585,
    "(Mr.": 586,
    "(Mustard": 587,
    "(My": 588,
    "(N95": 589,
    "(Naw!),": 590,
    "(Naw)": 591,
    "(Never": 592,
    "(Nigga,": 593,
    "(Night,": 594,
    "(No": 595,
    "(No)": 596,
    "(No,": 597,
    "(Nooo)": 598,
    "(Noth-noth—)": 599,
    "(Now": 600,
    "(Now)": 601,
    "(Number": 602,
    "(OV-ho)": 603,
    "(Oh": 604,
    "(Oh!)": 605,
    "(Oh)": 606,
    "(Oh),": 607,
    "(Oh,": 608,
    "(Oh-nah-nah-nah-nah)": 609,
    "(Ohh,": 610,
    "(Ohhhhh": 611,
    "(One": 612,
    "(One,": 613,
    "(Ooh!)": 614,
    "(Ooh)": 615,
    "(Ooh,": 616,
    "(Original)": 617,
    "(Out": 618,
    "(Ow!)": 619,
    "(Owwww!)": 620,
    "(P!)": 621,
    "(Pa-pause,": 622,
    "(Part": 623,
    "(Perfect!)": 624,
    "(Point": 625,
    "(Pop": 626,
    "(Pourin')": 627,
    "(Power)": 628,
    "(Praying)": 629,
    "(Problem)": 630,
    "(Psst,": 631,
    "(Pull": 632,
    "(Pump": 633,
    "(Pump)": 634,
    "(Pump,": 635,
    "(Push": 636,
    "(Pussy,": 637,
    "(Put": 638,
    "(Q)": 639,
    "(R.I.P.": 640,
    "(R.O.C.!)": 641,
    "(Racks)": 642,
    "(Rain)": 643,
    "(Rather": 644,
    "(Real": 645,
    "(Remember?)": 646,
    "(Remix)": 647,
    "(Right": 648,
    "(Right!)": 649,
    "(Right)": 650,
    "(Right),": 651,
    "(Rock": 652,
    "(Rode": 653,
    "(Run),": 654,
    "(Russian)": 655,
    "(Same": 656,
    "(Sandman)": 657,
    "(Say": 658,
    "(Say,": 659,
    "(Shake,": 660,
    "(She": 661,
    "(Sheesh)": 662,
    "(Sheesh,": 663,
    "(Shit": 664,
    "(Shit)": 665,
    "(Shoo,": 666,
    "(Slow": 667,
    "(So?)": 668,
    "(Some": 669,
    "(Somebody": 670,
    "(Sonic": 671,
    "(Soul!)": 672,
    "(Step": 673,
    "(St—)": 674,
    "(Sweeeet)": 675,
    "(Syrup": 676,
    "(Tah)": 677,
    "(Tell": 678,
    "(Thank": 679,
    "(That": 680,
    "(That's": 681,
    "(That’s": 682,
    "(The": 683,
    "(Them": 684,
    "(Then": 685,
    "(These": 686,
    "(Thirty": 687,
    "(This": 688,
    "(Throne)": 689,
    "(Throw": 690,
    "(Timbaland": 691,
    "(Tired)": 692,
    "(To": 693,
    "(Today)": 694,
    "(Too": 695,
    "(Top": 696,
    "(Traduzione": 697,
    "(Training": 698,
    "(Try": 699,
    "(Twenty-seven": 700,
    "(Ugh!)": 701,
    "(Ugh)": 702,
    "(Ugh)—when": 703,
    "(Ugh,": 704,
    "(Uh!)": 705,
    "(Uh)": 706,
    "(Uh),": 707,
    "(Uh,": 708,
    "(Uh-huh": 709,
    "(Uh-huh!)": 710,
    "(Uh-huh)": 711,
    "(Uh-huh,": 712,
    "(Uh-uh)": 713,
    "(Uh-uh),": 714,
    "(Uh-uh-uh)": 715,
    "(Uhh)": 716,
    "(Uhh),": 717,
    "(Uhh,": 718,
    "(Until": 719,
    "(Up": 720,
    "(Veggie)": 721,
    "(WHAT?!)": 722,
    "(WOOOOOOOOOOOOOOOOOOOOOOOO!!!!!)": 723,
    "(Wait)": 724,
    "(Waitin'": 725,
    "(Waiting...)": 726,
    "(Wake": 727,
    "(Walk": 728,
    "(Warriorz!)": 729,
    "(Was)": 730,
    "(Watch": 731,
    "(We": 732,
    "(Welcome": 733,
    "(What": 734,
    "(What'd": 735,
    "(What)": 736,
    "(What?)": 737,
    "(When": 738,
    "(Whole": 739,
    "(Why?)": 740,
    "(With)": 741,
    "(Woah)": 742,
    "(Woah,": 743,
    "(Woah-woah)": 744,
    "(Woah-woah,": 745,
    "(Woo!": 746,
    "(Woo!)": 747,
    "(Woo)": 748,
    "(Woo),": 749,
    "(Wooh!)": 750,
    "(Woop–woop)": 751,
    "(Wop,": 752,
    "(Word": 753,
    "(Word)": 754,
    "(Word...)": 755,
    "(Work": 756,
    "(Work)": 757,
    "(Wow)": 758,
    "(W—),": 759,
    "(Y'all": 760,
    "(Ya": 761,
    "(Yeah": 762,
    "(Yeah!)": 763,
    "(Yeah)": 764,
    "(Yeah),": 765,
    "(Yeah,": 766,
    "(Yep!)": 767,
    "(Yep)": 768,
    "(Yes!)": 769,
    "(Yessir)": 770,
    "(Yoga": 771,
    "(You": 772,
    "(You!)": 773,
    "(You're": 774,
    "(Young)": 775,
    "(Your": 776,
    "(Yuh)": 777,
    "(Yup)": 778,
    "(and": 779,
    "(aoww)": 780,
    "(arms)": 781,
    "(ashamed...)": 782,
    "(be": 783,
    "(beep).": 784,
    "(bitch)": 785,
    "(black": 786,
    "(click": 787,
    "(damn)": 788,
    "(die": 789,
    "(die),": 790,
    "(don't": 791,
    "(echoes)": 792,
    "(eh,": 793,
    "(facts)": 794,
    "(feelin'": 795,
    "(forever,": 796,
    "(get": 797,
    "(give": 798,
    "(good": 799,
    "(gunshots)": 800,
    "(h/t": 801,
    "(hello)": 802,
    "(hey)": 803,
    "(ho!)": 804,
    "(it's": 805,
    "(king)": 806,
    "(laughing)": 807,
    "(lighter)": 808,
    "(lil'": 809,
    "(mmm)": 810,
    "(pain,": 811,
    "(pow": 812,
    "(ride": 813,
    "(right)": 814,
    "(same,": 815,
    "(say": 816,
    "(she": 817,
    "(slow)": 818,
    "(syrup,": 819,
    "(takin'": 820,
    "(talk": 821,
    "(than": 822,
    "(that's": 823,
    "(the": 824,
    "(uh": 825,
    "(uh)": 826,
    "(uh-huh)": 827,
    "(uh-huh),": 828,
    "(uh-uh),": 829,
    "(uhh)": 830,
    "(uhh),": 831,
    "(uhh,": 832,
    "(what's": 833,
    "(woo!)": 834,
    "(yeah)": 835,
    "(yeah,": 836,
    "(yo!)": 837,
    "(you": 838,
    "(young": 839,
    "(zone": 840,
    "(​​​​​​​​Heading,": 841,
    ")": 842,
    "),": 843,
    ")]": 844,
    "****": 845,
    "****,": 846,
    "*Applause*": 847,
    "*Crying*": 848,
    "*Laugh*": 849,
    "*beatboxes*": 850,
    "*classical": 851,
    "*dial": 852,
    "*overlapping": 853,
    ",": 854,
    "-": 855,
    "--": 856,
    "-Min'": 857,
    "-R-C-Y": 858,
    ".": 859,
    "..": 860,
    "...": 861,
    "....Hov'!": 862,
    "...I": 863,
    "...Newark,": 864,
    "...Snatch": 865,
    ".38": 866,
    ".380": 867,
    ".44": 868,
    ".44’s,": 869,
    ".45": 870,
    ".45's": 871,
    ".9's": 872,
    ".L.": 873,
    "/": 874,
    "0": 875,
    "0-8": 876,
    "070": 877,
    "07]": 878,
    "08,": 879,
    "1": 880,
    "1,": 881,
    "1-0-5": 882,
    "1-900-Hustler": 883,
    "1-900-Hustler,": 884,
    "1/2": 885,
    "10": 886,
    "10's": 887,
    "10,": 888,
    "100": 889,
    "100's": 890,
    "103": 891,
    "105": 892,
    "106": 893,
    "10K": 894,
    "10th": 895,
    "11": 896,
    "112,": 897,
    "11th": 898,
    "12": 899,
    "12,": 900,
    "12-steps": 901,
    "13's": 902,
    "13th": 903,
    "14th": 904,
    "15": 905,
    "16": 906,
    "16,": 907,
    "17": 908,
    "18": 909,
    "18,": 910,
    "18-carat": 911,
    "18-year-old": 912,
    "1864": 913,
    "1984": 914,
    "1985": 915,
    "1992": 916,
    "1998": 917,
    "1999,": 918,
    "1999.": 919,
    "1:": 920,
    "1X-Tall,": 921,
    "1]": 922,
    "1s": 923,
    "2": 924,
    "2\"": 925,
    "2'": 926,
    "2's;": 927,
    "2)": 928,
    "2,": 929,
    "2-3": 930,
    "2.5,": 931,
    "20": 932,
    "20,": 933,
    "20,000": 934,
    "2000": 935,
    "2000,": 936,
    "2000’s": 937,
    "2001": 938,
    "2004,": 939,
    "2008": 940,
    "2009,": 941,
    "200K": 942,
    "2010,": 943,
    "2011": 944,
    "2011.": 945,
    "2011’S": 946,
    "2012": 947,
    "2015": 948,
    "2016": 949,
    "2020,": 950,
    "2024": 951,
    "2024,": 952,
    "21": 953,
    "21,": 954,
    "211]": 955,
    "21st": 956,
    "21st-century": 957,
    "22": 958,
    "22,": 959,
    "24": 960,
    "24/7": 961,
    "24/7,": 962,
    "25": 963,
    "250": 964,
    "25th": 965,
    "26's": 966,
    "28": 967,
    "2:": 968,
    "2Pac": 969,
    "2Pac,": 970,
    "2]": 971,
    "3": 972,
    "3,": 973,
    "30": 974,
    "30's": 975,
    "30,000": 976,
    "300": 977,
    "300,": 978,
    "3000": 979,
    "310": 980,
    "314": 981,
    "32": 982,
    "35": 983,
    "36": 984,
    "360": 985,
    "365": 986,
    "365,": 987,
    "38": 988,
    "38's": 989,
    "38,": 990,
    "39th,": 991,
    "3:": 992,
    "3:30,": 993,
    "3D,": 994,
    "3H": 995,
    "3H.": 996,
    "3]": 997,
    "3rd": 998,
    "4": 999,
    "4.0's": 1000,
    "4.5,": 1001,
    "40": 1002,
    "40,": 1003,
    "40/40s": 1004,
    "400": 1005,
    "405": 1006,
    "40s,": 1007,
    "45": 1008,
    "47,": 1009,
    "47th": 1010,
    "4:": 1011,
    "4]": 1012,
    "4th": 1013,
    "5": 1014,
    "5'4": 1015,
    "5's": 1016,
    "5-6": 1017,
    "50": 1018,
    "50,": 1019,
    "500's": 1020,
    "500,": 1021,
    "509": 1022,
    "50K": 1023,
    "55th,": 1024,
    "560": 1025,
    "5:": 1026,
    "5]": 1027,
    "6": 1028,
    "6's": 1029,
    "6,": 1030,
    "6-4,": 1031,
    "60/40": 1032,
    "600": 1033,
    "64's,": 1034,
    "64th": 1035,
    "69": 1036,
    "6:": 1037,
    "6ix9ine": 1038,
    "6′s": 1039,
    "7": 1040,
    "7,": 1041,
    "70's)": 1042,
    "79th": 1043,
    "79th,": 1044,
    "8": 1045,
    "80s": 1046,
    "80–20": 1047,
    "81": 1048,
    "82": 1049,
    "83rd,": 1050,
    "850": 1051,
    "88": 1052,
    "89": 1053,
    "8:33": 1054,
    "8:36": 1055,
    "8th": 1056,
    "9": 1057,
    "9,": 1058,
    "9-0": 1059,
    "9-1-1,": 1060,
    "9-year": 1061,
    "90": 1062,
    "90's\"": 1063,
    "900-Hustler,": 1064,
    "911,": 1065,
    "92,": 1066,
    "92.3": 1067,
    "92.3.": 1068,
    "99": 1069,
    "9:08": 1070,
    "9s": 1071,
    "9th": 1072,
    ":": 1073,
    ";": 1074,
    "<|song_end|>": 1075,
    "<|song_start|>": 1076,
    "?": 1077,
    "A": 1078,
    "A$AP": 1079,
    "A&R": 1080,
    "A&R'ing": 1081,
    "A&R's": 1082,
    "A&Rs": 1083,
    "A,": 1084,
    "A-Mack": 1085,
    "A-S-A-P": 1086,
    "A-bay,": 1087,
    "A-di-dos": 1088,
    "A-la-la-la-lah-la-lahhhhh": 1089,
    "A-list": 1090,
    "A-list?": 1091,
    "A.C.,": 1092,
    "A.G.": 1093,
    "A.I": 1094,
    "A.K.A.": 1095,
    "A.M.,": 1096,
    "A.S.A.P": 1097,
    "A/C": 1098,
    "A1": 1099,
    "AC": 1100,
    "AC,": 1101,
    "AI?": 1102,
    "AIDS": 1103,
    "AIM": 1104,
    "AIN'T!)": 1105,
    "AK": 1106,
    "AK-47": 1107,
    "AK-47,": 1108,
    "AKA": 1109,
    "AKs": 1110,
    "AK’s,": 1111,
    "AND": 1112,
    "AOWWW!": 1113,
    "AR": 1114,
    "ARCO": 1115,
    "AR’s,": 1116,
    "ASAP": 1117,
    "AZ": 1118,
    "Ab": 1119,
    "Ab-Soul": 1120,
    "Ab-Soul]": 1121,
    "Abernathy,": 1122,
    "Abortion": 1123,
    "About": 1124,
    "Abraham": 1125,
    "Absence": 1126,
    "Ac'": 1127,
    "Ac',": 1128,
    "Accord": 1129,
    "Accord,": 1130,
    "According": 1131,
    "Ace": 1132,
    "Achilles": 1133,
    "Achilles'": 1134,
    "Ackeejuice": 1135,
    "Acres": 1136,
    "Acres,": 1137,
    "Act": 1138,
    "Actavis,": 1139,
    "Actin'": 1140,
    "Acting–like": 1141,
    "Actresses,": 1142,
    "Actually,": 1143,
    "Adam": 1144,
    "Add": 1145,
    "Additional": 1146,
    "Address": 1147,
    "Adidas": 1148,
    "Adidas,": 1149,
    "Adolf,": 1150,
    "Adrian,": 1151,
    "Advice": 1152,
    "Advise": 1153,
    "Africa": 1154,
    "African": 1155,
    "African-American,": 1156,
    "Afrika": 1157,
    "After": 1158,
    "Again)": 1159,
    "Against": 1160,
    "Age": 1161,
    "Agents": 1162,
    "Ah": 1163,
    "Ah!": 1164,
    "Ah,": 1165,
    "Ahahaha": 1166,
    "Ahh,": 1167,
    "Aight": 1168,
    "Aight,": 1169,
    "Aimin'": 1170,
    "Aiming": 1171,
    "Ain't": 1172,
    "Ain’t": 1173,
    "Air": 1174,
    "Airs": 1175,
    "Airs,": 1176,
    "Akbar": 1177,
    "Akinyele": 1178,
    "Akon": 1179,
    "Al": 1180,
    "Al-Qaeda": 1181,
    "Alabama": 1182,
    "Albee": 1183,
    "Albert,": 1184,
    "Album": 1185,
    "Alcatraz": 1186,
    "Alcohol": 1187,
    "Aldo": 1188,
    "Alec": 1189,
    "Alexander": 1190,
    "Alexis": 1191,
    "Ali": 1192,
    "Ali,": 1193,
    "Ali?": 1194,
    "Alicia": 1195,
    "Alien": 1196,
    "Alive": 1197,
    "Alive”": 1198,
    "All": 1199,
    "All-all-all-all-a-all": 1200,
    "All-all-all-all-all-all-all-all-all-all": 1201,
    "All-all-all-all-all-all-all-all-all-all-all-all-all": 1202,
    "All-all-all-all-all-all-all-all-all-all-all-all-all-all": 1203,
    "All-black": 1204,
    "Allah": 1205,
    "Allan": 1206,
    "Allen": 1207,
    "Allergies": 1208,
    "Alley": 1209,
    "Allman": 1210,
    "Allow": 1211,
    "Alls": 1212,
    "Allstate": 1213,
    "Allāhu": 1214,
    "Almanac,": 1215,
    "Alondra": 1216,
    "Alori": 1217,
    "Alpine": 1218,
    "Alright": 1219,
    "Alright,": 1220,
    "Alright;": 1221,
    "Alright]": 1222,
    "Also,": 1223,
    "Although": 1224,
    "Always": 1225,
    "Alzheimer's": 1226,
    "Alzheimer's,": 1227,
    "Am": 1228,
    "Am'": 1229,
    "Amber": 1230,
    "Ambien": 1231,
    "Amendment": 1232,
    "America": 1233,
    "America,": 1234,
    "America?": 1235,
    "American": 1236,
    "Amil": 1237,
    "Amil-lion": 1238,
    "Amil]": 1239,
    "Amish": 1240,
    "Amnesia": 1241,
    "Amnesty": 1242,
    "Amnesty]": 1243,
    "Am’s": 1244,
    "An": 1245,
    "Anarchy": 1246,
    "And": 1247,
    "And,": 1248,
    "Anderson": 1249,
    "Anderson,": 1250,
    "Anderson]": 1251,
    "Andre,": 1252,
    "Andrew": 1253,
    "André": 1254,
    "Angel": 1255,
    "Angeles": 1256,
    "Angelina": 1257,
    "Angelou,": 1258,
    "Angels,": 1259,
    "Anglo-Saxons": 1260,
    "Angry": 1261,
    "Anja": 1262,
    "Ann": 1263,
    "Anna": 1264,
    "Annie": 1265,
    "Anonymous": 1266,
    "Another": 1267,
    "Anthemia": 1268,
    "Anthony": 1269,
    "Any": 1270,
    "Anybody": 1271,
    "Anythin'": 1272,
    "Anything": 1273,
    "Anything,": 1274,
    "Anytime": 1275,
    "Anywhere": 1276,
    "Apocalypse": 1277,
    "Apollo": 1278,
    "Apollonia": 1279,
    "Apparel": 1280,
    "Apparently": 1281,
    "Appetite": 1282,
    "Apple": 1283,
    "Apple,": 1284,
    "Apple?": 1285,
    "Applebum,": 1286,
    "Apply": 1287,
    "April,": 1288,
    "Arabia": 1289,
    "Arca": 1290,
    "Arca,": 1291,
    "Architectural": 1292,
    "Are": 1293,
    "Arguin'": 1294,
    "Aria": 1295,
    "Arie": 1296,
    "Ark": 1297,
    "Arm": 1298,
    "Armageddon": 1299,
    "Armani": 1300,
    "Arme,": 1301,
    "Army": 1302,
    "Arnold": 1303,
    "Around": 1304,
    "Art": 1305,
    "Arthur": 1306,
    "Arthur,": 1307,
    "As": 1308,
    "Ashland": 1309,
    "Ashley": 1310,
    "Ashtray": 1311,
    "Aside": 1312,
    "Ask": 1313,
    "Askin'": 1314,
    "Asking": 1315,
    "Aspen": 1316,
    "Aspirin": 1317,
    "Aspirin,": 1318,
    "Ass": 1319,
    "Ass,": 1320,
    "Ass]": 1321,
    "Assassin]": 1322,
    "Assassinate": 1323,
    "Assholes,": 1324,
    "Aston": 1325,
    "Astronauts": 1326,
    "At": 1327,
    "Atlanta": 1328,
    "Atlanta,": 1329,
    "Atlantic": 1330,
    "Attack,": 1331,
    "Attorney": 1332,
    "Attorneys": 1333,
    "Aubrey": 1334,
    "Audemar": 1335,
    "Audemars": 1336,
    "Aunt": 1337,
    "Austin": 1338,
    "Auto,": 1339,
    "Avalanche": 1340,
    "Avalon's": 1341,
    "Avalon,": 1342,
    "Ave,": 1343,
    "Aw": 1344,
    "Aw,": 1345,
    "Award": 1346,
    "Away": 1347,
    "Awesome,": 1348,
    "Aww,": 1349,
    "Ay": 1350,
    "Ay,": 1351,
    "Ay-yer": 1352,
    "Aye": 1353,
    "Aye!": 1354,
    "Aye,": 1355,
    "Aye...": 1356,
    "Ayo": 1357,
    "Ayo,": 1358,
    "Ayy": 1359,
    "Ayy,": 1360,
    "Az": 1361,
    "Azure": 1362,
    "Azure,": 1363,
    "Azz,": 1364,
    "B": 1365,
    "B's": 1366,
    "B,": 1367,
    "B-Barney": 1368,
    "B-I,": 1369,
    "B-Rad": 1370,
    "B-b-b-b-bound": 1371,
    "B-ball": 1372,
    "B-dog": 1373,
    "B-roll": 1374,
    "B.": 1375,
    "B.,": 1376,
    "B.I.": 1377,
    "B.I.?": 1378,
    "B.I.G": 1379,
    "B.I.G,": 1380,
    "B.I.G.": 1381,
    "B.I.G.'s": 1382,
    "B.I.G.,": 1383,
    "B.I.G.,\"": 1384,
    "B.I.G.]": 1385,
    "B.I.G.​": 1386,
    "B.I.G.’s": 1387,
    "B.R.,": 1388,
    "BB's": 1389,
    "BDS,": 1390,
    "BEAM": 1391,
    "BET": 1392,
    "BET,": 1393,
    "BG’s": 1394,
    "BIATCH!": 1395,
    "BIIIIIIIIIII": 1396,
    "BITCH!": 1397,
    "BJ": 1398,
    "BK": 1399,
    "BK,": 1400,
    "BLAKOW!": 1401,
    "BM's": 1402,
    "BO": 1403,
    "BOOM!": 1404,
    "BO]": 1405,
    "Ba-Ba,": 1406,
    "Babe": 1407,
    "Babe,": 1408,
    "Babies": 1409,
    "Baby": 1410,
    "Baby,": 1411,
    "Baby]": 1412,
    "Babyface,": 1413,
    "Bacardi": 1414,
    "Back": 1415,
    "Back,\"": 1416,
    "Back-to-back,": 1417,
    "BackRoom": 1418,
    "Backflips": 1419,
    "Background": 1420,
    "Backpack": 1421,
    "Backroom": 1422,
    "Backway,": 1423,
    "Back’s": 1424,
    "Bad": 1425,
    "Bad,": 1426,
    "Bad-ass": 1427,
    "Bada": 1428,
    "Badu-me—well,": 1429,
    "Bae": 1430,
    "Bag": 1431,
    "Baggy": 1432,
    "Bags": 1433,
    "Bahamas": 1434,
    "Baka": 1435,
    "Balding": 1436,
    "Baldwin": 1437,
    "Bale,": 1438,
    "Ball": 1439,
    "Balls": 1440,
    "Bally": 1441,
    "Bambaataa": 1442,
    "Banana": 1443,
    "Band": 1444,
    "Band-Aid": 1445,
    "Bang\"": 1446,
    "Bang.": 1447,
    "Banging": 1448,
    "Bankin'": 1449,
    "Banned": 1450,
    "Bans": 1451,
    "Bape": 1452,
    "Baptists": 1453,
    "Bar": 1454,
    "Barbie,": 1455,
    "Barbies": 1456,
    "Bari]": 1457,
    "Barkin'": 1458,
    "Barnes": 1459,
    "Barney": 1460,
    "Barrett": 1461,
    "Barrett]": 1462,
    "Barry": 1463,
    "Based": 1464,
    "Baseline": 1465,
    "Baseline,": 1466,
    "Basics": 1467,
    "Basquiat": 1468,
    "Basquiats,": 1469,
    "Bassey": 1470,
    "Bassey's": 1471,
    "Bassey]": 1472,
    "Batmobile,": 1473,
    "Bauer": 1474,
    "Bauer,": 1475,
    "Bay": 1476,
    "Bay?": 1477,
    "Be": 1478,
    "Be-low,": 1479,
    "Beach": 1480,
    "Beach,": 1481,
    "Beanie": 1482,
    "Beanie's": 1483,
    "Beanie.": 1484,
    "Beans": 1485,
    "Beans'": 1486,
    "Beans,": 1487,
    "Bear": 1488,
    "Beastie": 1489,
    "Beat": 1490,
    "Beatle": 1491,
    "Beatles": 1492,
    "Beatles,": 1493,
    "Beatz": 1494,
    "Beatz]": 1495,
    "Beautiful": 1496,
    "Beautiful,": 1497,
    "Beaver": 1498,
    "Because": 1499,
    "Because,": 1500,
    "Beckham": 1501,
    "Bed's": 1502,
    "Bed-Stuy": 1503,
    "Bed-Stuy,": 1504,
    "Bee": 1505,
    "Bee,": 1506,
    "Beef": 1507,
    "Been": 1508,
    "Beenie": 1509,
    "Before": 1510,
    "Beg": 1511,
    "Behind": 1512,
    "Beijing": 1513,
    "Bein'": 1514,
    "Being": 1515,
    "Believe": 1516,
    "Believe,": 1517,
    "Bell": 1518,
    "Belvedere": 1519,
    "Ben": 1520,
    "Ben-t-ley": 1521,
    "Benet": 1522,
    "Benetton": 1523,
    "Benjamin": 1524,
    "Benjamins": 1525,
    "Benji": 1526,
    "Benny": 1527,
    "Bentley": 1528,
    "Bentley-driver,": 1529,
    "Bentley?": 1530,
    "Bentleys": 1531,
    "Benz": 1532,
    "Benz,": 1533,
    "Benz-is-to-Me-Just-a-Car": 1534,
    "Benzes": 1535,
    "Benzo": 1536,
    "Bergdorf's": 1537,
    "Berkeley": 1538,
    "Bermuda": 1539,
    "Bernie": 1540,
    "Berry": 1541,
    "Berry,": 1542,
    "Berry]": 1543,
    "Beside": 1544,
    "Besides": 1545,
    "Besides,": 1546,
    "Best": 1547,
    "Bet": 1548,
    "Betha,": 1549,
    "Better": 1550,
    "Betting": 1551,
    "Between": 1552,
    "Bey-Bey": 1553,
    "Beyatch!": 1554,
    "Beyoncé": 1555,
    "Beyoncé,": 1556,
    "Beyond": 1557,
    "Bezzie": 1558,
    "Bhasker": 1559,
    "Bhasker,": 1560,
    "Bhasker]": 1561,
    "Bible": 1562,
    "Bible,": 1563,
    "Biblе": 1564,
    "Big": 1565,
    "Big,": 1566,
    "Big-ass": 1567,
    "Biggest": 1568,
    "Biggie": 1569,
    "Biggie,": 1570,
    "Biggs": 1571,
    "Biggs'": 1572,
    "Biggs;": 1573,
    "Biggs?": 1574,
    "Bill": 1575,
    "Billboard": 1576,
    "Billie": 1577,
    "Billionaire": 1578,
    "Billy": 1579,
    "Bimmers": 1580,
    "Bin": 1581,
    "Bink!": 1582,
    "Bird": 1583,
    "Bird's": 1584,
    "Bird,": 1585,
    "Birkin": 1586,
    "Birthday\":": 1587,
    "Bitch": 1588,
    "Bitch,": 1589,
    "Bitch-ass": 1590,
    "Bitches": 1591,
    "Bittersweet": 1592,
    "Biz": 1593,
    "Blac": 1594,
    "Black": 1595,
    "Black,": 1596,
    "Black-on-Black": 1597,
    "Black]": 1598,
    "Blackberry": 1599,
    "Blacker": 1600,
    "Blackjack,": 1601,
    "Blacks": 1602,
    "Blacks,": 1603,
    "Blackstreet": 1604,
    "Blackstreet?": 1605,
    "Blahniks": 1606,
    "Blame": 1607,
    "Blanco": 1608,
    "Blanks,": 1609,
    "Blasphemous": 1610,
    "Blasphemy,": 1611,
    "Blast": 1612,
    "Blaze": 1613,
    "Blaze,": 1614,
    "Blaze]": 1615,
    "Blazettes": 1616,
    "Blazettes,": 1617,
    "Blazin": 1618,
    "Blazin',": 1619,
    "Bleed": 1620,
    "Bleek": 1621,
    "Bleek,": 1622,
    "Bleek?\")": 1623,
    "Bleek]": 1624,
    "Bleezy": 1625,
    "Bleh": 1626,
    "Blend": 1627,
    "Bless": 1628,
    "Bling-bling": 1629,
    "Block,": 1630,
    "Blocka,": 1631,
    "Blocks": 1632,
    "Blood": 1633,
    "Blood,": 1634,
    "Blood?": 1635,
    "Blooding": 1636,
    "Bloods": 1637,
    "Bloody": 1638,
    "Blow": 1639,
    "Blowing": 1640,
    "Blue": 1641,
    "Blue,": 1642,
    "Blue-ah-Print-ah": 1643,
    "Blue-print,": 1644,
    "Blue]": 1645,
    "Blueprint": 1646,
    "Blueprint\"": 1647,
    "Blueprint'": 1648,
    "Blueprint's": 1649,
    "Blueprint,": 1650,
    "Blues”—the": 1651,
    "Bluffin'": 1652,
    "Bluh!": 1653,
    "Blunt": 1654,
    "Boarding": 1655,
    "Bob": 1656,
    "Bobby": 1657,
    "Bodies": 1658,
    "Body": 1659,
    "Body,": 1660,
    "Bogard": 1661,
    "Bogues": 1662,
    "Bold,": 1663,
    "Bomb": 1664,
    "Bone": 1665,
    "Bonita": 1666,
    "Bonnie": 1667,
    "Bono": 1668,
    "Boo-yaa,": 1669,
    "Boogie,": 1670,
    "Book": 1671,
    "Books,": 1672,
    "Boos": 1673,
    "Boosie": 1674,
    "Boost": 1675,
    "Booth)": 1676,
    "Bop": 1677,
    "Borders": 1678,
    "Born": 1679,
    "Bosko,": 1680,
    "Boss": 1681,
    "Both": 1682,
    "Bottle": 1683,
    "Bottle-shaped": 1684,
    "Boucher": 1685,
    "Bought": 1686,
    "Bougie": 1687,
    "Boulevards": 1688,
    "Bounce-bounce,": 1689,
    "Bound": 1690,
    "Bow": 1691,
    "Bowie": 1692,
    "Bowl": 1693,
    "Boy": 1694,
    "Boy's": 1695,
    "Boy,": 1696,
    "Boy?": 1697,
    "Boyce": 1698,
    "Boykins,": 1699,
    "Boys": 1700,
    "Brace": 1701,
    "Brad": 1702,
    "Bradley": 1703,
    "Brains,": 1704,
    "Brand": 1705,
    "Brand,": 1706,
    "Brandish": 1707,
    "Brandon": 1708,
    "Brazil": 1709,
    "Break": 1710,
    "Break]": 1711,
    "Breakfast,": 1712,
    "Breakin'": 1713,
    "Breakneck": 1714,
    "Breathe": 1715,
    "Breathing's": 1716,
    "Breed": 1717,
    "Breed,": 1718,
    "Brenda": 1719,
    "Brian": 1720,
    "Bridget": 1721,
    "Brighter": 1722,
    "Bring": 1723,
    "Brion": 1724,
    "Brion]": 1725,
    "Briscoe": 1726,
    "Britney,": 1727,
    "Bro": 1728,
    "Broadway,": 1729,
    "Broady,": 1730,
    "Brodinski,": 1731,
    "Brody,": 1732,
    "Broke": 1733,
    "Bronco,": 1734,
    "Bronfman,": 1735,
    "Brook-Brook-Brooklyn": 1736,
    "Brook-Brook-a-Brooklyn": 1737,
    "Brook-Brooklyn,": 1738,
    "Brook-Nam": 1739,
    "Brooklyn": 1740,
    "Brooklyn!": 1741,
    "Brooklyn!\"": 1742,
    "Brooklyn\"": 1743,
    "Brooklyn)": 1744,
    "Brooklyn,": 1745,
    "Brooklyn,\"": 1746,
    "Brooklyn-Brooklyn-Brook": 1747,
    "Brooklyn?": 1748,
    "Brother": 1749,
    "Brothers": 1750,
    "Brougham": 1751,
    "Brown": 1752,
    "Brown)]": 1753,
    "Brown,": 1754,
    "Brown]": 1755,
    "Brownsville": 1756,
    "Bruce": 1757,
    "Brucey": 1758,
    "Brum????????": 1759,
    "Bruno": 1760,
    "Brushing": 1761,
    "Brutus": 1762,
    "Bryant": 1763,
    "Bryant]": 1764,
    "Buchanan": 1765,
    "Bucket": 1766,
    "Buckwheat-ass": 1767,
    "Buddhist": 1768,
    "Bueller": 1769,
    "Bugatti,": 1770,
    "Buh-baby": 1771,
    "Buh-baby,": 1772,
    "Buh-buh-baby,": 1773,
    "Buick": 1774,
    "Build": 1775,
    "Building": 1776,
    "Built": 1777,
    "Bujando,": 1778,
    "Bull": 1779,
    "Bullet": 1780,
    "Bulletproof": 1781,
    "Bullets": 1782,
    "Bullis": 1783,
    "Bullshit": 1784,
    "Bum-tu-bum-bum-bum": 1785,
    "Bump": 1786,
    "Bumpin'": 1787,
    "Bumping": 1788,
    "Bun-B": 1789,
    "Bunyan?": 1790,
    "Burberry": 1791,
    "Burger": 1792,
    "Burgers": 1793,
    "Burn": 1794,
    "Burning": 1795,
    "Burnt": 1796,
    "Burr!)": 1797,
    "Bus-a-Bus": 1798,
    "Bush": 1799,
    "Business": 1800,
    "Businesses": 1801,
    "Bussin'": 1802,
    "Bust": 1803,
    "Busta": 1804,
    "But": 1805,
    "But,": 1806,
    "Butch": 1807,
    "Butler,": 1808,
    "Butter": 1809,
    "Butterfly": 1810,
    "Butterworth": 1811,
    "Button\"": 1812,
    "Buy": 1813,
    "Buyin'": 1814,
    "Buzz": 1815,
    "Bvlgari": 1816,
    "By": 1817,
    "Bynum": 1818,
    "Byrd": 1819,
    "C": 1820,
    "C'mon": 1821,
    "C'mon!": 1822,
    "C'mon,": 1823,
    "C,": 1824,
    "C-E": 1825,
    "C-N-N": 1826,
    "C-O-M-P-T-O": 1827,
    "C-O-M-P-T-O-innovator,": 1828,
    "C-O-MP-TO-aNy": 1829,
    "C-P-T,": 1830,
    "C.": 1831,
    "C.E.O.": 1832,
    "C.I.,": 1833,
    "C.I.A.?": 1834,
    "C3P0": 1835,
    "C4": 1836,
    "C4,": 1837,
    "CB4": 1838,
    "CCA": 1839,
    "CD": 1840,
    "CD's": 1841,
    "CD,": 1842,
    "CDs": 1843,
    "CEO": 1844,
    "CEO\"": 1845,
    "CEO,": 1846,
    "CHiPs": 1847,
    "CID,": 1848,
    "CL": 1849,
    "CNN": 1850,
    "COME": 1851,
    "CPT": 1852,
    "Cabrini-Green": 1853,
    "Cackalack": 1854,
    "Caddy,": 1855,
    "Cadillac": 1856,
    "Cadillac's": 1857,
    "Caesar": 1858,
    "Caesar\"": 1859,
    "Caesar,": 1860,
    "Caine": 1861,
    "Cairo": 1862,
    "Cali',": 1863,
    "Cali,": 1864,
    "California": 1865,
    "California,": 1866,
    "Californicatin'": 1867,
    "Call": 1868,
    "Called": 1869,
    "Callin'": 1870,
    "Calling": 1871,
    "Calm": 1872,
    "Calvin": 1873,
    "Cam": 1874,
    "Camaro,": 1875,
    "Came": 1876,
    "Came,": 1877,
    "Cameras": 1878,
    "Campus": 1879,
    "Can": 1880,
    "Can't": 1881,
    "Canadian": 1882,
    "Cancun": 1883,
    "Candles": 1884,
    "Candy": 1885,
    "Cannibal": 1886,
    "Canton,": 1887,
    "Can’t": 1888,
    "Cap'n": 1889,
    "Cape": 1890,
    "Capelton]": 1891,
    "Capitol": 1892,
    "Capitol,": 1893,
    "Capitol?": 1894,
    "Capri": 1895,
    "Capricorn": 1896,
    "Card": 1897,
    "Card,": 1898,
    "Cardi": 1899,
    "Cards,": 1900,
    "Care": 1901,
    "Care?": 1902,
    "Career": 1903,
    "Careys": 1904,
    "Carline": 1905,
    "Carlos": 1906,
    "Carlos,": 1907,
    "Carnes": 1908,
    "Caroline": 1909,
    "Carriage": 1910,
    "Cars": 1911,
    "Cars,": 1912,
    "Carson": 1913,
    "Carter": 1914,
    "Carter,": 1915,
    "Carti": 1916,
    "Carti]": 1917,
    "Cartoon": 1918,
    "Case": 1919,
    "Cash,": 1920,
    "Cashmere": 1921,
    "Casino": 1922,
    "Cassell": 1923,
    "Cassidy": 1924,
    "Cast": 1925,
    "Castillo": 1926,
    "Castro": 1927,
    "Cat": 1928,
    "Cat-fightin',": 1929,
    "Catch": 1930,
    "Catchin'": 1931,
    "Catching": 1932,
    "Catholics": 1933,
    "Cats": 1934,
    "Caught": 1935,
    "Cause": 1936,
    "Cavalier": 1937,
    "Cavalli": 1938,
    "Caviar": 1939,
    "Cee": 1940,
    "Celine": 1941,
    "Celtic": 1942,
    "Celtics": 1943,
    "Centennial": 1944,
    "Central,": 1945,
    "Centre": 1946,
    "Certified": 1947,
    "Certifiеd": 1948,
    "Chad,": 1949,
    "Chain": 1950,
    "Chain-wearing": 1951,
    "Chainz": 1952,
    "Chainz,": 1953,
    "Chalk": 1954,
    "Chamberlain": 1955,
    "Champagne": 1956,
    "Chan,": 1957,
    "Chance": 1958,
    "Chanel": 1959,
    "Chanel,": 1960,
    "Change": 1961,
    "Changin'": 1962,
    "Channel": 1963,
    "Chante": 1964,
    "Chapter": 1965,
    "Character": 1966,
    "Charge": 1967,
    "Charles": 1968,
    "Charlie": 1969,
    "Charlie,": 1970,
    "Chase": 1971,
    "Chasin'": 1972,
    "Chasing": 1973,
    "Chauncey": 1974,
    "Che": 1975,
    "Check": 1976,
    "Check,": 1977,
    "Checked": 1978,
    "Checkin'": 1979,
    "Cheerios": 1980,
    "Cheese": 1981,
    "Cheetah's,": 1982,
    "Cherry-red": 1983,
    "Cheryl": 1984,
    "Chevy": 1985,
    "Chevy,": 1986,
    "Chewbacca": 1987,
    "Chi": 1988,
    "Chi'": 1989,
    "Chi',": 1990,
    "Chi,": 1991,
    "Chi-Town": 1992,
    "Chi-Town's": 1993,
    "Chi-Town,": 1994,
    "Chi-town": 1995,
    "Chicago": 1996,
    "Chicago!": 1997,
    "Chicago,": 1998,
    "Chick": 1999,
    "Chick-fil-A": 2000,
    "Chicka-ch-ah,": 2001,
    "Chicks": 2002,
    "Chief": 2003,
    "Children": 2004,
    "Chili": 2005,
    "Chill,": 2006,
    "Chillin'": 2007,
    "Chin": 2008,
    "China": 2009,
    "Chinese": 2010,
    "Chippety-frail": 2011,
    "Chiquita,": 2012,
    "Chiraq": 2013,
    "Chiraq,": 2014,
    "Chirped": 2015,
    "Chloe": 2016,
    "Chocking": 2017,
    "Choices": 2018,
    "Choir": 2019,
    "Choir,": 2020,
    "Choir]": 2021,
    "Choke": 2022,
    "Chomping–in": 2023,
    "Choos": 2024,
    "Chop": 2025,
    "Chopped": 2026,
    "Choppers": 2027,
    "Chopra": 2028,
    "Choral": 2029,
    "Chordz,": 2030,
    "Chorus": 2031,
    "Chorus:": 2032,
    "Chorus]": 2033,
    "Chris": 2034,
    "Chris,": 2035,
    "Christ": 2036,
    "Christ\"": 2037,
    "Christ's": 2038,
    "Christ,": 2039,
    "Christian": 2040,
    "Christian,": 2041,
    "Christians": 2042,
    "Christmas": 2043,
    "Christmas,": 2044,
    "Chrome": 2045,
    "Chromosomes": 2046,
    "Chronic": 2047,
    "Chrysler": 2048,
    "Chubbs": 2049,
    "Chuck": 2050,
    "Chucking": 2051,
    "Chucky,": 2052,
    "Chyeah,": 2053,
    "Chyna": 2054,
    "Cigarette": 2055,
    "Cirque": 2056,
    "City": 2057,
    "City\"]": 2058,
    "City\"—got": 2059,
    "City's": 2060,
    "City,": 2061,
    "City,\"": 2062,
    "City.\"": 2063,
    "Civic": 2064,
    "Civil": 2065,
    "Clack": 2066,
    "Claiming": 2067,
    "Clair": 2068,
    "Clam": 2069,
    "Clap": 2070,
    "Clarice?": 2071,
    "Class:": 2072,
    "Claus": 2073,
    "Clause": 2074,
    "Clean": 2075,
    "Clear": 2076,
    "Clearport": 2077,
    "Clearport,": 2078,
    "Click": 2079,
    "Click,": 2080,
    "Climbing": 2081,
    "Clinchin'": 2082,
    "Clinton,": 2083,
    "Clintons": 2084,
    "Clip": 2085,
    "Clock": 2086,
    "Close": 2087,
    "Close-minded": 2088,
    "Closed": 2089,
    "Cloud": 2090,
    "Club": 2091,
    "Club\"": 2092,
    "Club,": 2093,
    "Clue,": 2094,
    "Clyde,": 2095,
    "Co-Produced": 2096,
    "Co-co-co-cock": 2097,
    "Co-produced": 2098,
    "Co-signed": 2099,
    "Co-workers": 2100,
    "Coalition,": 2101,
    "Coast": 2102,
    "Coast\"": 2103,
    "Coast,": 2104,
    "Cobain": 2105,
    "Cocaine": 2106,
    "Cochran,": 2107,
    "Cock": 2108,
    "Coconut": 2109,
    "Code'": 2110,
    "Cognac": 2111,
    "Cohen": 2112,
    "Coins,": 2113,
    "Coke": 2114,
    "Cola,": 2115,
    "Cold": 2116,
    "Cold,": 2117,
    "Coldplay": 2118,
    "Cole": 2119,
    "Cole,": 2120,
    "Colin": 2121,
    "Collection": 2122,
    "College": 2123,
    "Collo": 2124,
    "Colors": 2125,
    "Colours": 2126,
    "Coltrane": 2127,
    "Coltrane,": 2128,
    "Columbine": 2129,
    "Columbine,": 2130,
    "Come": 2131,
    "Come,": 2132,
    "Comes": 2133,
    "Comin'": 2134,
    "Coming": 2135,
    "Commandment,": 2136,
    "Commission": 2137,
    "Common": 2138,
    "Comp-town": 2139,
    "Company": 2140,
    "Compare": 2141,
    "Compensate": 2142,
    "Complete": 2143,
    "Compton": 2144,
    "Compton!": 2145,
    "Compton's": 2146,
    "Compton,": 2147,
    "Compton?": 2148,
    "Comptonized,": 2149,
    "Compton—ish": 2150,
    "Conans": 2151,
    "Concepcion": 2152,
    "Concepts": 2153,
    "Concrete": 2154,
    "Confederate": 2155,
    "Confidence": 2156,
    "Configuring": 2157,
    "Confused,": 2158,
    "Congress,": 2159,
    "Connect": 2160,
    "Connie": 2161,
    "Conquer,": 2162,
    "Consequence]": 2163,
    "Contains": 2164,
    "Continental": 2165,
    "Contributing": 2166,
    "Conversation": 2167,
    "Convoys": 2168,
    "Conway": 2169,
    "Coogi": 2170,
    "Cook": 2171,
    "Cooking": 2172,
    "Cool": 2173,
    "Cop": 2174,
    "Copenhagen,": 2175,
    "Copped": 2176,
    "Copping": 2177,
    "Cops": 2178,
    "Corinthians": 2179,
    "Corleone": 2180,
    "Corners": 2181,
    "Cornrows": 2182,
    "Corolla": 2183,
    "Corolla,": 2184,
    "Corrupted": 2185,
    "Cos,": 2186,
    "Cosby": 2187,
    "Cosby?": 2188,
    "Cosell": 2189,
    "Cottage": 2190,
    "Couches,": 2191,
    "Could": 2192,
    "Could've": 2193,
    "Couldn't": 2194,
    "Count": 2195,
    "Countach,": 2196,
    "Counting": 2197,
    "Country": 2198,
    "County": 2199,
    "County,": 2200,
    "Coupe": 2201,
    "Coupes": 2202,
    "Coupes—not": 2203,
    "Couple": 2204,
    "Court": 2205,
    "Courtesy": 2206,
    "Courtney,": 2207,
    "Cousins": 2208,
    "Couture": 2209,
    "Couture-level": 2210,
    "Cover": 2211,
    "Covers": 2212,
    "Crack": 2213,
    "Crackers": 2214,
    "Crane": 2215,
    "Crawford": 2216,
    "Crawford,": 2217,
    "Cre": 2218,
    "Creating": 2219,
    "Credit": 2220,
    "Cree": 2221,
    "Creflo": 2222,
    "Crenshaw": 2223,
    "Cribs": 2224,
    "Crip": 2225,
    "Crip,": 2226,
    "Crip?": 2227,
    "Crips": 2228,
    "Cris'": 2229,
    "Cris'-sipper,": 2230,
    "Critics": 2231,
    "Cross": 2232,
    "Crossed": 2233,
    "Crowe": 2234,
    "Crown": 2235,
    "Cru": 2236,
    "Cruisin'": 2237,
    "Crunch": 2238,
    "Crush": 2239,
    "Crème": 2240,
    "Cuban": 2241,
    "Cubano": 2242,
    "Cubanos": 2243,
    "Cubans": 2244,
    "Cube": 2245,
    "Cube,": 2246,
    "Cubs": 2247,
    "Cudi": 2248,
    "Cudi]": 2249,
    "Cuh": 2250,
    "Cul": 2251,
    "Curious": 2252,
    "Curse": 2253,
    "Curse\"": 2254,
    "Curves": 2255,
    "Cussing": 2256,
    "Custom": 2257,
    "Cut": 2258,
    "Cute,": 2259,
    "Cutie,": 2260,
    "Cutlass": 2261,
    "Cutlass,": 2262,
    "Cutthroat": 2263,
    "Cuz": 2264,
    "Cuz'": 2265,
    "CyHi": 2266,
    "Cycles": 2267,
    "Cállate": 2268,
    "Cîroc": 2269,
    "D": 2270,
    "D!": 2271,
    "D&D": 2272,
    "D'Angelo]": 2273,
    "D'USSÉ": 2274,
    "D's,": 2275,
    "D,": 2276,
    "D-Classes": 2277,
    "D-Dot": 2278,
    "D-O-T,": 2279,
    "D-P": 2280,
    "D-P,": 2281,
    "D-Wade": 2282,
    "D-Wade?": 2283,
    "D.": 2284,
    "D.C.​": 2285,
    "D.O.A": 2286,
    "D.O.T.": 2287,
    "D.R.U.G.$": 2288,
    "DA,": 2289,
    "DB9": 2290,
    "DEA": 2291,
    "DEAD": 2292,
    "DJ": 2293,
    "DJs": 2294,
    "DM'in'": 2295,
    "DMC": 2296,
    "DMV": 2297,
    "DMX": 2298,
    "DMX]": 2299,
    "DNA": 2300,
    "DO": 2301,
    "DOA": 2302,
    "DOJ": 2303,
    "DUST!": 2304,
    "DYFS!\"": 2305,
    "Da": 2306,
    "Dad": 2307,
    "Daddy": 2308,
    "Daft": 2309,
    "Dallas": 2310,
    "Dalí": 2311,
    "Damage": 2312,
    "Dame": 2313,
    "Dame,": 2314,
    "Dame.": 2315,
    "Dammit,": 2316,
    "Damn": 2317,
    "Damn!": 2318,
    "Damn,": 2319,
    "Dance,": 2320,
    "Danchild,": 2321,
    "Dancing": 2322,
    "Danny": 2323,
    "Danroy": 2324,
    "Danze": 2325,
    "Danze,": 2326,
    "Dark": 2327,
    "Darker": 2328,
    "Darling,": 2329,
    "Dash": 2330,
    "Datpiff,": 2331,
    "Dave": 2332,
    "Dave)": 2333,
    "Dave’s": 2334,
    "David": 2335,
    "Dawg": 2336,
    "Dawg,": 2337,
    "Dawson,": 2338,
    "Day": 2339,
    "Day,": 2340,
    "DayQuil": 2341,
    "Daydreaming": 2342,
    "Days": 2343,
    "Dayton": 2344,
    "Daytons": 2345,
    "Dayum,": 2346,
    "De": 2347,
    "DeHaven": 2348,
    "DeLorean": 2349,
    "DeNiro": 2350,
    "DeNiro,": 2351,
    "DeRay]": 2352,
    "DeRoz'": 2353,
    "Dead": 2354,
    "Dean": 2355,
    "Dean,": 2356,
    "Dean]": 2357,
    "Dear": 2358,
    "Dearborns": 2359,
    "Death": 2360,
    "Debarge": 2361,
    "December": 2362,
    "December's": 2363,
    "December,": 2364,
    "Dedicated": 2365,
    "Dee": 2366,
    "Deebo": 2367,
    "Deepak": 2368,
    "Deets": 2369,
    "Deezle]": 2370,
    "Def": 2371,
    "Defending": 2372,
    "Def’s": 2373,
    "Deion": 2374,
    "Delano": 2375,
    "Deliver": 2376,
    "Dem": 2377,
    "Dementia": 2378,
    "Demo)": 2379,
    "DemoCrips": 2380,
    "Demon": 2381,
    "Demon,": 2382,
    "Demons": 2383,
    "Den": 2384,
    "Denny's": 2385,
    "Denny's,": 2386,
    "Denzel": 2387,
    "Denzel,": 2388,
    "Depeche": 2389,
    "Derek,": 2390,
    "Desert": 2391,
    "Desiigner": 2392,
    "Desiigner]": 2393,
    "Desiree": 2394,
    "Detergent,": 2395,
    "Determination,": 2396,
    "Detroit": 2397,
    "Deuce": 2398,
    "Devil": 2399,
    "Devil’s": 2400,
    "Devin": 2401,
    "Devo": 2402,
    "Devour": 2403,
    "Dez": 2404,
    "Dezz]": 2405,
    "Diablo": 2406,
    "Diamond": 2407,
    "Diamonds": 2408,
    "Dick": 2409,
    "Dickie": 2410,
    "Did": 2411,
    "Diddy": 2412,
    "Diddy,": 2413,
    "Didn't": 2414,
    "Die": 2415,
    "Diem,": 2416,
    "Diesel,": 2417,
    "Diet,": 2418,
    "Different": 2419,
    "Difficult": 2420,
    "Dig": 2421,
    "Digest,": 2422,
    "Diggin'": 2423,
    "Digital": 2424,
    "Dikembe,": 2425,
    "Dillinger": 2426,
    "Dinner": 2427,
    "Dinosaur": 2428,
    "Dion": 2429,
    "Dionne": 2430,
    "Dior": 2431,
    "Dippin'": 2432,
    "Dirt": 2433,
    "Disciples": 2434,
    "Discipline": 2435,
    "Disguising": 2436,
    "Disobedient": 2437,
    "Disrespecting": 2438,
    "Distorted": 2439,
    "Distributed": 2440,
    "District": 2441,
    "Dj": 2442,
    "Django": 2443,
    "Do": 2444,
    "Do-do-do-do-do-do-do-do-do-do,": 2445,
    "Do-or-Die,": 2446,
    "Doc": 2447,
    "Doctor": 2448,
    "Doctors": 2449,
    "Doe,": 2450,
    "Dogg": 2451,
    "Doggystyle,": 2452,
    "Dogs": 2453,
    "Doin'": 2454,
    "Doing": 2455,
    "Dolce": 2456,
    "Dolce,": 2457,
    "Dolla": 2458,
    "Dolla'd": 2459,
    "Dollar": 2460,
    "Dom": 2461,
    "Dom,": 2462,
    "Domestic": 2463,
    "Dominating": 2464,
    "Dominicano,": 2465,
    "Dominicanos": 2466,
    "Dominicans": 2467,
    "Don": 2468,
    "Don's": 2469,
    "Don't": 2470,
    "Don,": 2471,
    "Donald": 2472,
    "Donda": 2473,
    "Donda,": 2474,
    "Don’t": 2475,
    "Doors": 2476,
    "Dot": 2477,
    "Dot)": 2478,
    "Dot,": 2479,
    "Dot?": 2480,
    "Dot?'": 2481,
    "Double": 2482,
    "Double-headed": 2483,
    "DoubleTree,": 2484,
    "Doubt": 2485,
    "Doubt.": 2486,
    "Doug,": 2487,
    "Down": 2488,
    "Downgradin'": 2489,
    "Downing": 2490,
    "Download": 2491,
    "Down”": 2492,
    "Dozen,": 2493,
    "Dr.": 2494,
    "Drac',": 2495,
    "Drain": 2496,
    "Drake": 2497,
    "Drake,": 2498,
    "Dre": 2499,
    "Dream": 2500,
    "Dreamed": 2501,
    "Dreams": 2502,
    "Dreams,": 2503,
    "Dressers": 2504,
    "Drew": 2505,
    "Dribble": 2506,
    "Dries,": 2507,
    "Drifts": 2508,
    "Drill": 2509,
    "Drillinoise": 2510,
    "Drinkin'": 2511,
    "Drinking": 2512,
    "Drive": 2513,
    "Drive,": 2514,
    "Drivin'": 2515,
    "Driving": 2516,
    "Drizzy": 2517,
    "Drizzy,": 2518,
    "Dro": 2519,
    "Drolo,": 2520,
    "Drop": 2521,
    "Drop-dro-dro-dro-drop,": 2522,
    "Drop-top": 2523,
